Repository: shayan-binary/SmartCharts
Catalog: translation/*.po
Languages: de, es, fr, it, pl, pt, ru, th, vi

source: Fast MA Period
de: Schnelle MA-Periode
es: Período de MA rápida
fr: Période de la moyenne mobile rapide
it: Periodo di media mobile veloce
pl: Okres szybkiej MA
pt: Período MA rápido
ru: Период быстрой скользящей средней
th: ระยะเวลา MA เร็ว
vi: Giai đoạn MA nhanh

source: Slow MA Period
de: Langsame MA-Periode
es: Período de MA lenta
fr: Période de la moyenne mobile lente
it: Periodo di media mobile lento
pl: Okres wolnej MA
pt: Período MA lento
ru: Период медленной скользящей средней
th: ระยะเวลา MA ช้า
vi: Giai đoạn MA chậm

source: Signal Period
de: Signalperiode
es: Periodo de Señal MA
fr: Période du signal
it: Periodo di segnale
pl: Okres sygnału
pt: Período de sinalização
ru: Период сигнала
th: ช่วงสัญญาณ
vi: Thời lượng tín hiệu

source: Signal
es: Señal
it: Segnale
pl: Sygnał
pt: Sinalização
ru: Сигнал
th: สัญญาณ
vi: Tín hiệu

source: Increasing Bar
de: Zunehmender Balken
es: Barra de Incremento
fr: Barre montante
it: Barra crescente
pl: Słupki rosnące
pt: Aumentando a barra
ru: Столбец роста
th: เพิ่มบาร์
vi: Thanh tăng

source: Decreasing Bar
de: Abnehmender Balken
es: Barra de Reducción
fr: Barre descendante
it: Barra decrescente
pl: Słupki malejące
pt: Diminuindo a barra
ru: Столбец падения
th: ลดบาร์
vi: Thanh giảm

source: Stochastics
de: Stochastik
es: Estocástico
fr: Stochastique
it: Stocastici
pl: Stochastyczna
pt: Estocásticos
ru: Стохастика
vi: Ngẫu nhiên

source: Smooth
de: Glatt
es: Liso
fr: Lisse
pl: Gładka
pt: Suave
ru: Плавный
vi: Mượt

source: Fast
de: Schnell
es: Rápido
fr: Rapide
it: Rapido
pl: Szybka
pt: Rápido
ru: Быстрый
th: เร็ว
vi: Nhanh

source: Slow
de: Langsam
es: Lento
fr: Lent
it: Lento
pl: Wolna
pt: Lento
ru: Медленный
th: ช้า
vi: Chậm

source: Aroon
ru: Арун

source: Aroon Up
de: Aroon Auf
pt: Aroon para cima
ru: Арун (вверх)
th: Aroon ขึ้น
vi: Aroon Tăng

source: Aroon Down
de: Aroon Ab
pt: Aroon para baixo
ru: Арун (вниз)
th: Aroon ลง
vi: Aroon giảm

source: Aroon Oscillator
de: Aroon Oszillator
es: Oscilador Aroon
fr: Oscillateur d'Aroon
it: Oscillatore Aroon
pl: Oscylator Aroon
pt: Oscilador Aroon
ru: Осциллятор Арун
vi: Chỉ số dao động Aroon

source: Linear Reg R2
de: Lineare Reg R2
es: Regresión Lineal R2
fr: Reg R2 linéaire
pl: Regresja liniowa R2
pt: reg linear R2
ru: R2 линейной регрессии
vi: Tuyến tính Reg R2

source: RSquared
es: RCuadrado
pl: Współczynnik determinacji
ru: R-квадрат

source: Linear Reg Forecast
de: Lineare Regressionsprognose
es: Regresión Lineal de Predicción
fr: Prévision linéaire Reg
it: Previsione di regressione lineare
pl: Przewidywanie regresji liniowej
pt: Previsão reg linear
ru: Прогноз линейной регрессии
th: การพยากรณ์ Linear Reg
vi: Dự đoán tuyến tính Reg

source: Forecast
de: Prognose
es: Predicción
fr: Prévision
it: Previsione
pl: Prognoza
pt: Previsão
ru: Прогноз
th: การคาดการณ์
vi: Dự đoán

source: Linear Reg Intercept
de: Lineare Regressionsunterbrechung
es: Intercepto de Regresión Lineal
fr: Ordonnée linéaire Reg
pl: Przejęcie regresji liniowej
pt: Interceção reg linear
ru: Отрезок линейной регрессии
th: การตัดกันของ Linear Reg
vi: Giao điểm tuyến tính Reg

source: Intercept
de: Unterbrechung
es: Intercepto
fr: Ordonnée
pl: Przejęcie
pt: Intersetar
ru: Отрезок
th: การตัดกัน
vi: Giao điểm

source: Time Series Forecast
de: Zeitreihenprognose
es: Predicción de Series Temporales
fr: Prévision des séries chronologiques
it: Previsione su serie temporali
pl: Prognoza szeregów czasowych
pt: Previsão de tempo das series
ru: Временной прогноз
th: การพยากรณ์อนุกรมเวลา
vi: Dự đoán dòng thời gian

source: Vertical Horizontal Filter
es: Filtro Horizontal Vertical
fr: Filtre Horizontal et Vertical
it: Filtro verticale orizzontale
pl: Filtr pionowo-poziomy
pt: Filtro horizontal vertical
ru: Вертикальный/горизонтальный фильтр
th: ตัวกรอง Vertical Horizontal
vi: Bộ lọc dọc ngang

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pl: Wynik
pt: Resultado
ru: Результат
th: ผลลัพธ์
vi: Kết quả

source: Standard Deviation
de: Standardabweichung
es: Desviación Estándar
fr: Écart type
it: Deviazione standard
pl: Odchylenie standardowe
pt: Desvio-padrão
ru: Среднеквадратичное отклонение
th: ส่วนเบี่ยงเบนมาตรฐาน (Standard Deviation)
vi: Độ lệch chuẩn

source: Standard Deviations
de: Standardabweichungen
es: Desviaciones Estándar
fr: Écarts types
it: Deviazioni standard
pl: Odchylenia standardowe
pt: Desvios-padrão
ru: Среднеквадратичные отклонения
th: ส่วนเบี่ยงเบนมาตรฐาน (Standard Deviation)
vi: Độ lệch chuẩn

source: Moving Average Type
de: Art des gleitenden Mittelwerts
es: Tipo de Media Móvil
fr: Type de Moyenne Mobile
it: Tipologia media mobile
pl: Rodzaj średniej kroczącej
pt: Tipo de média móvel
ru: Тип скользящего среднего
th: ประเภทค่าเฉลี่ยเคลื่อนที่
vi: Loại chuyển động trung bình

source: Trade Volume Index
de: Handelsvolumen-Index
es: Índice de Volumen de Comercio
fr: Indice de Volume de Transactions
it: Indice Trade Volume
pl: Indeks wolumenu handlowego
pt: Índice de volume de negócios
ru: Индекс торгового объема
th: ดัชนีปริมาณการซื้อขาย (Trade Volume Index)
vi: Chỉ số khối lượng giao dịch

source: Min Tick Value
de: Min Tick-Wert
es: Valor Mínimo de Tick
fr: Valeur Minimale du Tick
it: Valore tick min
pl: Wartość min. zmiany ceny
pt: Valor Tick min.
ru: Минимальное значение тика
th: ค่าช่วงราคาต่ำสุด
vi: Giá trị Tick tối thiểu

source: Swing Index
es: Índice de Swing
fr: Indice Swing
it: Indice Swing
pl: Indeks wahań
pt: Índice de oscilação
ru: Индекс колебаний
th: ดัชนีแกว่ง
vi: Chỉ số giao động

source: Limit Move Value
es: Valor de Movimiento Límite
fr: Valeur Limite du Mouvement
it: Valore Limit Move
pl: Wartość limitowanego ruchu
pt: Valor limite de movimento
ru: Значение сдвига лимита
vi: Giá trị giới hạn chuyển động

source: Accumulative Swing Index
de: Kumulativer Swing-Index
es: Índice Acumulativo de Swing
fr: Indice Cumulatif Swing
it: Indice Accumulative Swing
pl: Skumulowany indeks wahań
pt: Índice de oscilação acumulativo
ru: Кумулятивный индекс колебаний
th: ดัชนีแกว่งสะสม (Accumulative Swing Index)
vi: Chỉ số tích lũy giao động

source: Price Rate of Change
de: Preis-Änderungsquote
es: Precio de la Tasa de Cambio
fr: Prix Taux de Change
it: Tasso di variazione del prezzo
pl: Wskaźnik zmiany ceny
pt: Taxa de variação de preço
ru: Скорость изменения цены
th: อัตราราคาของการเปลี่ยนแปลง
vi: Tỉ lệ thay đổi giá

source: Volume Rate of Change
de: Volumen-Änderungsquote
es: Volumen de Tasa de Cambio
fr: Volume Taux de change
it: Tasso di variazione del volume
pl: Wskaźnik zmiany wolumenu
pt: Taxa de variação de volume
ru: Скорость изменения объема
th: อัตราปริมาณเปลี่ยนแปลง
vi: Khối lượng mức độ thay đổi

source: Momentum Indicator
de: Momentum-Indikator
es: Indicador de Momento
fr: Indicateur de Momentum
it: Indicatore di momentum
pl: Wskaźnik impetu (momentum)
pt: Indicador de momentum
ru: Индикатор темпа
th: ตัวชี้วัดโมเมนตัม
vi: Chỉ số quán tính

source: Price Volume Trend
de: Preis-Volumen-Trend
es: Tendencia del Volumen de Precios
fr: Tendance de Volume de Prix
pl: Trend wolumenu ceny
pt: Tendência volume de preço
ru: Тренд цены и объема
th: แนวโน้มปริมาณราคา
vi: Xu hướng khối lượng giá

source: Positive Volume Index
de: Positiver Volumenindex
es: Índice de Volumen Positivo
fr: Indice de Volume Positif
it: Indice Positive Volume
pl: Indeks dodatniego wolumenu
pt: Índice de volume positivo
ru: Индекс положительного объема
th: ดัชนีปริมาณค่าบวก
vi: Chỉ số khối lượng dương

source: Index
es: Índice
fr: Indice
it: Indice
pl: Indeks
pt: Índice
ru: Индекс
th: ดัชนี
vi: Chỉ số

source: Negative Volume Index
de: Negativer Volumenindex
es: Índice de Volumen Negativo
fr: Indice de Volume Négatif
it: Indice Negative Volume
pl: Indeks ujemnego wolumenu
pt: Índice de volume negativo
ru: Индекс отрицательного объема
th: ดัชนีปริมาณค่าลบ
vi: Chỉ số khối lương âm

source: On Balance Volume
es: Volumen de Saldo
fr: Sur le Volume du Solde
pl: Wolumen zbilansowany
pt: Volume balanceado
ru: Балансовый объем
th: ปริมาณคงเหลือ
vi: Khối lượng cân bằng

source: Stochastic Momentum Index
es: Índice de Momento Estocástico
fr: Indice de Momentum Stochastique
it: Indice Stochastic Momentum
pl: Wskaźnik stochastyczny impetu
pt: Índice Momentum estocástico
ru: Индекс стохастического темпа
th: ดัชนี Stochastic Momentum
vi: Chỉ số quán tính ngẫu nhiên

source: %K Periods
de: %K Zeiträume
es: Períodos %K
fr: %K Périodes
it: %K periodi
pl: Okresy %K
pt: %K Períodos
ru: Периоды %K
th: ระยะเวลา %K
vi: Giai đoạn %K

source: %K Smoothing Periods
de: %K Glättungszeiträume
es: %K Períodos de Suavizamiento
fr: Périodes de Lissage en % K
it: %K periodi di lisciatura
pl: Okresy wygładzenia %K
pt: %K períodos de suavização
ru: Периоды сглаживания %K
vi: Giai đoạn làm mượt %K

source: %K Double Smoothing Periods
de: %K Doppelte Glättungszeiträume
es: %K Períodos de Suavizamiento Doble
fr: Périodes de doubles lissage en % K
it: %K Doppi periodi di lisciatura
pl: Podwójne okresy wygładzenia %K
pt: %K períodos de suavização dupla
ru: Периоды двойного сглаживания %K
vi: Tăng gấp đôi thời lượng làm mượt %K

source: %D Periods
de: %D Zeiträume
es: Períodos %D
fr: %D Périodes
it: %D periodi
pl: Okresy %D
pt: %D períodos
ru: Периоды %D
th: ระยะเวลา %D
vi: Giai đoạn %D

source: %D Moving Average Type
de: %D Art des gleitenden Mittelwerts
es: Tipo de Media Móvil %D
fr: Type de Moyenne Mobile en %D
it: %D tipologia media mobile
pl: Rodzaj średniej kroczącej %D
pt: %D tipo de média móvel
ru: Тип скользящего среднего %D
th: ประเภทค่าเฉลี่ยเคลื่อนที่ %D
vi: Loại chuyển động trung bình %D

source: Historical Volatility
de: Historische Volatilität
es: Volatilidad histórica
fr: Volatilité historique
it: Volatilità storica
pl: Zmienność w przeszłości
pt: Volatilidade histórica
ru: Статистика волатильности
th: ความผันผวนในอดีต (Historical Volatility)
vi: Lịch sử biến động

source: Days Per Year
de: Tage pro Jahr
es: Días Al Año
fr: Jours par an
it: Giorni all'anno
pl: Dni w roku
pt: Dias por ano
ru: Дней в году
th: จำนวนวันต่อปี
vi: Ngày / năm

source: Pretty Good Oscillator
de: Ziemlich guter Oszillator
es: Oscilador Bastante Bueno
fr: Oscillateur assez bon
it: Oscillatore Pretty Good
pl: Oscylator Pretty Good
pt: Oscilador PGO
ru: Осциллятор Pretty Good
vi: Giao động khá tốt

source: Ultimate Oscillator
de: Ultimativer Oszillator
es: Oscilador Último
fr: Oscillateur principal
it: Oscillatore Ultimate
pl: Oscylator Ultimate
pt: Derradeiro oscilador
ru: Окончательный осциллятор
vi: Chỉ số giao động tột bậc

source: Cycle 1
de: Zyklus 1
es: Ciclo 1
it: Ciclo 1
pl: Cykl 1
pt: Ciclo 1
ru: Цикл 1
th: รอบ 1
vi: Chu kỳ 1

source: Cycle 2
de: Zyklus 2
es: Ciclo 2
it: Ciclo 2
pl: Cykl 2
pt: Ciclo 2
ru: Цикл 2
th: รอบ 2
vi: Chu kỳ 2

source: Cycle 3
de: Zyklus 3
es: Ciclo 3
it: Ciclo 3
pl: Cykl 3
pt: Ciclo 3
ru: Цикл 3
th: รอบ 3
vi: Chu kỳ 3

source: Volume Oscillator
de: Volumen-Oszillator
es: Oscilador del Volumen
fr: Oscillateur de volume
it: Oscillatore Volume
pl: Oscylator wolumenowy
pt: Oscilador de volume
ru: Объемный осциллятор
vi: Chỉ số dao động khối lượng

source: Short Cycle
de: Kurzer Zyklus
es: Ciclo Breve
fr: Cycle court
it: Ciclo corto
pl: Krótki cykl
pt: Ciclo curto
ru: Короткий цикл
th: รอบสั้น
vi: Chu kỳ ngắn

source: Long Cycle
de: Kauf Zyklus
es: Ciclo Largo
fr: Cycle long
it: Ciclo lungo
pl: Długi cykl
pt: Ciclo longo
ru: Длинный цикл
th: รอบยาว
vi: Chu kỳ dài

source: Points Or Percent
de: Punkte oder Prozent
es: Puntos o Porcentajes
fr: Points ou pourcentage
it: Punti o percentuale
pl: Punkty lub procenty
pt: Pontos ou percentagem
ru: Пункты или проценты
th: คะแนน หรือ ร้อยละ
vi: Điểm hoặc phần trăm

source: Twiggs Money Flow
es: Flujo de Dinero Twiggs
fr: Flux monétaire Twiggs
pl: Przepływy pieniężne Twiggsa
pt: Fluxo monetário Twiggs
ru: Индекс денежных потоков Твиггса
vi: Chỉ số dòng tiền Twiggs

source: Chaikin Money Flow
es: Flujo de Dinero Chaikin
fr: Flux monétaire de Chaikin
pl: Przepływy pieniężne Chaikina
pt: Fluxo monetário Chaikin
ru: Денежный поток Чайкина
vi: Chỉ số dòng tiền Chaikin

source: Chaikin Volatility
de: Chaikin Volatilität
es: Volatilidad Chaikin
fr: Volatilité de Chaikin
it: Volatilità di Chaikin
pl: Wskaźnik zmienności Chaikina
pt: Volatilidade Chaikin
ru: Волатильность Чайкина
th: ความผันผวน Chaikin
vi: Chỉ số biến động Chaikin

source: Rate Of Change
de: Änderungsquote
es: Tasa de Cambio
fr: Taux de change
it: Tasso di variazione
pl: Wskaźnik zmian
pt: Taxa de mudança
ru: Скорость изменения
th: อัตราของการเปลี่ยนแปลง
vi: Tỷ giá hối đoái

source: Price Oscillator
de: Preis-Oszillator
es: Oscilador del Precio
fr: Oscillateur de prix
it: Oscillatore Price
pl: Oscylator cenowy
pt: Oscilador de preço
ru: Ценовой осциллятор
vi: Chỉ số dao động giá

source: Ease of Movement
es: Facilidad de Movimiento
fr: Facilité du mouvement
pl: Swoboda ruchu
pt: Facilidade de movimento
ru: Легкость движения
th: ความง่ายของการเคลื่อนตัว
vi: Chỉ số dễ dàng di chuyển

source: Commodity Channel Index
es: Índice de Canal de Materias Primas
fr: Indice du canal des matières premières
it: Indice Commodity Channel
pl: Wskaźnik kanału towaru (CCI)
pt: Índice de canal das mercadorias
ru: Индекс товарного канала
th: ดัชนี Commodity Channel
vi: Chỉ số kênh hàng hóa

source: Detrended Price Oscillator
de: Trendbereinigter Preis-Oszillator
es: Oscilador del Precio Detectado
fr: Oscillateur de prix éliminant la tendance
it: Oscillatore Detrended Price
pl: Beztrendowy oscylator cenowy
pt: Oscilador de preço destendenciada
ru: Осциллятор бестрендовой цены
vi: Chỉ số dao động giá đã hết xu thế

source: True Range
es: Rango Verdadero
fr: Gamme réelle
pl: Rzeczywisty zasięg
pt: Intervalo real
ru: Истинный диапазон
th: ระยะจริง
vi: Chỉ số biến động giá

source: Average True Range
de: Average True Range (ATR)
es: Rango Verdadero Medio
fr: Gamme moyenne réelle
pl: Średnia rzeczywistego zasięgu
pt: Intervalo real médio
ru: Средний истинный диапазон (ATR)
vi: Chỉ số trung bình biên độ chính xác của giá

source: Ehler Fisher Transform
es: Cambio Ehler Fisher
pl: Transformata Fishera
pt: Transformação Ehler Fisher
ru: Преобразование Фишера
vi: Chỉ báo Fisher

source: EF Trigger
de: EF Auslöser
es: Disparador EF
pl: Aktywacja EF
ru: Триггер EF
vi: Kích hoạt EF

source: Schaff Trend Cycle
de: Schaff Trend-Zyklus
es: Ciclo de Tendencia de Schaff
fr: Cycle de tendances Schaff
it: Ciclo di Schaff Trend
pl: Cykl trendów Schaffa
pt: Ciclo de tendência de Schaff
ru: Трендовый цикл Шаффа
vi: Chu kỳ xu hướng Schaff

source: Coppock Curve
de: Coppock-Indikator
es: Curva de Coppock
fr: Courbe de Coppock
it: Curva di Coppock
pl: Krzywa Coppocka
pt: Curva de Coppock
ru: Кривая Коппока
vi: Đường cong Coppock

source: Short RoC
de: Verkauf RoC
es: RoC Corto
fr: RDC à court terme
it: RoC corto
pl: Krótki RoC
pt: RoC curto
ru: Кратковременная скорость изменения
vi: RoC ngắn

source: Long RoC
de: Kauf RoC
es: RoC Largo
fr: RDC à long terme
it: RoC lungo
pl: Długi RoC
pt: RoC longo
ru: Долговременная скорость изменения
vi: RoC dài

source: Chande Momentum Oscillator
de: Chande Momentum Oszillator
es: Oscilador de Momento de Chande
fr: Oscillateur de Momentum de Chande
it: Oscillatore Chande Momentum
pl: Oscylator impetu Chande'a
pt: Oscilador de momentum Chande
ru: Моментум-осциллятор Чанде
vi: Chỉ số dao động quán tính Chande

source: Chande Forecast Oscillator
de: Chande Forecast Oszillator
es: Oscilador de Predicción de Chande
fr: Oscillateur de prévision de Chande
it: Oscillatore Chande Forecast
pl: Oscylator prognozy Chande'a
pt: Oscilador de previsão Chande
ru: Предсказующий осциллятор Чанде
vi: Chỉ số dự đoán giao động Chande

source: Intraday Momentum Index
es: Índice de Trading Intradiario
fr: Indice de Momentum intrajournalier
it: Indice Intraday Momentum
pl: Śróddzienny wskaźnik impetu
pt: Índice de momentum intradiário
ru: Индикатор внутридневного импульса
th: ดัชนี Intraday Momentum
vi: Chỉ số quán tính thay đổi giá Intraday

source: Random Walk Index
es: Índice de Recorrido Aleatorio
fr: Indice de Marche Aléatoire
it: Indice Random Walk
pl: Indeks RWI (Random Walk Index)
pt: Índice de percurso aleatório
ru: Индекс случайного блуждания
th: ดัชนี Random Walk
vi: Chỉ số bước ngẫu nhiên

source: Random Walk High
de: Random Walk Hoch
es: Recorrido Aleatorio Alto
fr: Marche Aléatoire Elevée
pl: Wysoka wartość RWI
pt: Alto percurso aleatório
ru: Случайное блуждание (высокий уровень)
th: ค่า Random Walk สูง
vi: Bước ngẫu nhiên cao

source: Random Walk Low
de: Random Walk Tief
es: Recorrido Aleatorio Bajo
fr: Marche Aléatoire Faible
pl: Niska wartość RWI
pt: Baixo percurso aleatório
ru: Случайное блуждание (низкий уровень)
th: ค่า Random Walk ต่ำ
vi: Bước ngẫu nhiên thấp

source: Smoothing Period
de: Glättungszeitraum
es: Período de Suavizamiento
fr: Période de lissage
it: Periodo di lisciatura
pl: Okres wygładzenia
pt: Período de nivelamento
ru: Период сглаживания
vi: Thời lượng làm mượt

source: Series
de: Reihen
fr: Séries
it: Serie
pl: Serie
pt: Séries
ru: Серия
th: ซีรีส์
vi: Sê-ri

source: Shading
de: Schattierung
es: Sombreado
fr: Nuancage
it: Gradazione
pl: Cień
pt: Sombreamento
ru: Незначительное понижение
th: แรเงา
vi: Bóng

source: Histogram
de: Histogramm
es: Histograma
fr: Histogramme
it: Istogramma
pt: Histograma
ru: Гистограмма
th: ฮิสโตแกรม
vi: Đồ thị Histogram

source: Positive Bar
de: Positiver Balken
es: Barra Positiva
fr: Barre positive
it: Barra positiva
pl: Dodatni słupek
pt: Barra positiva
ru: Положительный столбец
th: แท่งเชิงบวก
vi: Thanh dương

source: Negative Bar
de: Negativer Balken
es: Barra Negativa
fr: Barre négative
it: Barra negativa
pl: Ujemny słupek
pt: Barra negativa
ru: Отрицательная столбец
th: แท่งเชิงลบ
vi: Thanh âm

source: High Low Bands
de: Hoch-Niedrig-Bänder
es: Bandas High-Low
fr: Bandes Hautes et Basses
it: Bande di massimo minimo
pl: Wysokie niskie wstęgi
pt: Bandas máx. min.
ru: Высокие/низкие полосы
vi: Dải cao thấp

source: Shift Percentage
de: Prozentsatz verschieben
es: Porcentaje de Cambio
fr: Pourcentage de déplacement
it: Percentuale di variazione
pl: Procent przesunięcia
pt: Percentagem de deslocamento
ru: Процент заполнения
vi: Tỷ lệ phần trăm thay đổi

source: Channel Fill
es: Relleno del Canal
fr: Canal de Remplissage
it: Canale di Fill
pt: Preenchimento de canal
ru: Заполнение канала
th: ช่องเติม
vi: Điền vào kênh

source: High Low Top
de: Hoch Niedrig Oben
es: High-Low Superior
fr: Élevé Faible Haut
it: Massimo minimo superiore
pl: Wysoki Niski Góra
pt: Máx. Min. Superior
ru: Высокий/низкий/максимальный
th: ค่า High Low สูงสุด
vi: Đỉnh Thấp Cao

source: High Low Median
de: Hoch Niedrig Mitte
es: Media High-Low
fr: Élevé Faible Médian
it: Massimo minimo mediano
pl: Wysoki Niski Mediana
pt: Máx. Min. Mediano
ru: Высокий/низкий/медианный
th: ค่า High Low มัธยฐาน
vi: Trung Bình Thấp Cao

source: High Low Bottom
de: Hoch Niedrig Unten
es: High-Low Inferior
fr: Élevé Faible Bas
it: Massimo minimo inferiore
pl: Wysoki Niski Dół
pt: Máx. min. inferior
ru: Высокий/низкий/минимальный
th: ค่า High Low ต่ำสุด
vi: Đáy Thấp Cao

source: High Minus Low
de: Hoch Minus Niedrig
es: High Menos Low
fr: Élevé Moins Faible
it: Massimo meno minimo
pl: Wysoki Minus Niski
pt: Máx. menos min.
ru: Высокий минус низкий
th: High ลบ Low
vi: Thấp Âm Cao

source: Median Price
de: Mittlerer Preis
es: Valor Medio
fr: Prix médian
it: Prezzo medio
pl: Mediana ceny
pt: Preço médio
ru: Медианная цена
th: ราคากลาง
vi: Giá trung bình

source: Moving Average Envelope
es: Envoltura de Media Móvil
fr: Enveloppe de Moyenne Mobile
it: Media mobile envelope
pl: Średnia krocząca Envelope
pt: Envelope média móvel
ru: Конверт скользящих средних
vi: Đường viên di chuyển trung bình

source: Shift Type
de: Verschiebungsart
es: Tipo de Cambio
fr: Type de Déplacement
it: Tipologia di Shift
pl: Rodzaj przesunięcia
pt: Tipo de desvio
ru: Тип сдвига
th: ประเภท Shift
vi: Loại Thay đổi

source: Shift
de: Verschieben
es: Cambio
fr: Déplacement
pl: Przesunięcie
pt: Deslocação
ru: Сдвиг
vi: Thay đổi

source: MA Env Top
de: MA Env Oben
es: Envoltura MA Superior
fr: Enveloppe de la Moyenne Mobile Haute
it: MA Env superiore
pl: Góra MA Env
pt: Env MA Topo
ru: Конверт скользящих средних (максимальный)
th: ค่า MA Env สูงสุด
vi: Đỉnh ĐMA Env

source: MA Env Median
de: MA Env Mitte
es: Envoltura MA Media
fr: Enveloppe de la Moyenne Mobile Médiane
pl: Mediana MA Env
pt: Env MA médio
ru: Конверт скользящих средних (медианный)
th: ค่า MA Env มัธยฐาน
vi: Trung Bình MA Env

source: MA Env Bottom
de: MA Env Unten
es: Envolutra MA Inferior
fr: Enveloppe de la Moyenne Mobile Basse
pl: Dół MA Env
pt: Env MA fundo
ru: Конверт скользящих средних (минимальный)
th: ค่า MA Env ต่ำสุด
vi: Đáy MA Env

source: Fractal Chaos Bands
de: Fractal Chaos Bänder
es: Bandas de Caos Fractal
fr: Bandes de chaos fractal
it: Bande Fractal Chaos
pl: Wskaźnik Fractal Chaos Bands
pt: Bandas de caos fraccionadas
ru: Полосы фрактала и хаоса
vi: Dải Fractal hỗn loạn

source: Fractal High
de: Fraktal Hoch
es: Fractal Alto
fr: Fractal Élevé
pt: Alto fraccionado
ru: Фрактал (высокий)
th: Fractal สูง
vi: Fractal cao

source: Fractal Low
de: Fraktal Tief
es: Fractal Bajo
fr: Fractal Faible
pt: Baixo fraccionado
ru: Фрактал (низкий)
th: Fractal ต่ำ
vi: Fractal Thấp

source: Fractal Channel
de: Fraktal Channel
es: Canal de Fractal
fr: Canal Fractal
pt: Canal fraccionado
ru: Канал фракталов
vi: Kênh Fractal

source: Fractal Chaos Oscillator
de: Fractal Chaos Oszillator
es: Oscilador de Caos Fractal
fr: Oscillateur Chaos Fractal
it: Oscillatore Fractal Chaos
pl: Oscylator Fractal Chaos
pt: Oscilador de caos fraccionado
ru: Осциллятор фракталов и хаоса
vi: Dao động Fractal hỗn loạn

source: Gopalakrishnan Range Index
es: Índice de Rango Gopalakrishnan
fr: Indice d'Intervalle Gopalakrishnan
it: Indice Gopalakrishnan Range
pl: Indeks Gopalakrishnan Range
pt: Índice de intervalo Gopalakrishnan
ru: Индекс диапазона Гопалакришнана
th: ดัชนี Gopalakrishnan Range
vi: Phạm vi chỉ số Gopalakrishnan

source: Prime Number Bands
de: Primzahl-Bänder
es: Bandas de Números Primos
fr: Bandes des Nombres Premiers
it: Bande Prime Number
pl: Wstęgi liczb pierwszych
pt: Bandas de números primos
ru: Полосы простых чисел

source: Prime Bands Top
de: Prime Bänder Oben
es: Bandas de Números Primos Superiores
fr: Bandes Premières Hautes
it: Bande Prime Top
pl: Wstęgi Prime - góra
pt: Topo bandas primárias
ru: Полосы простых чисел (верхний уровень)
th: ค่า Prime Bands สูงสุด
vi: Đỉnh dải chủ yếu

source: Prime Bands Bottom
de: Prime Bänder Unten
es: Bandas de Números Primos Inferiores
fr: Bandes Premières Basses
it: Bande Prime Bottom
pl: Wstęgi Prime - dół
pt: Fundo bandas primárias
ru: Полосы простых чисел (нижний уровень)
th: ค่า Prime Bands ต่ำสุด
vi: Đáy dải chủ yếu

source: Prime Bands Channel
de: Prime Bänder Channel
es: Canal de Bandas de Números Primos
fr: Bandes Premières du Canal
it: Bande Prime Channel
pl: Kanał wstęg Prime
pt: Canal bandas primárias
ru: Канал полос простых чисел
vi: Kênh dải chủ yếu

source: Prime Number Oscillator
de: Primzahl-Oszillator
es: Oscilador de Números Primos
fr: Oscillateur de Nombres Premiers
it: Oscillatore Prime Number
pl: Oscylator liczb pierwszych (Prime Number Oscillator)
pt: Oscilador de número primo
ru: Осциллятор простых чисел
vi: Dao động số chủ yếu

source: Tolerance Percentage
de: Toleranzprozentsatz
es: Porcentaje de Tolerancia
fr: Pourcentage de Tolérance
it: Percentuale di tolleranza
pl: Margines tolerancji
pt: Percentagem de tolerância
ru: Погрешность в процентах
vi: Phần trăm chấp nhận

source: Bollinger Bands
de: Bollinger-Bänder
es: Bandas de Bollinger
fr: Bandes de Bollinger
it: Bande di Bollinger
pl: Wstęgi Bollingera
pt: Marcas Bollinger
ru: Полосы Боллинджера
vi: Dải Bollinger
