Repository: shayan-binary/SmartCharts
Catalog: translation/*.po
Languages: de, es, fr, it, pl, pt, ru, th, vi

source: already exists.
de: existiert bereits.
es: ya existe.
fr: existe déja.
it: Già esistente.
pl: już istnieje.
pt: já existe.
ru: уже существует.
th: มีอยู่แล้ว
vi: đã tồn tại.

source: [symbol] feed is delayed by [delay] minutes
de: [symbol] Feed ist [delay] Minuten verspätet
es: la cadena [symbol] está retrasada por [delay] minutos
fr: l'alimentation [symbol] est retardée de [delay] minutes
it: Il feed [symbol] è in ritardo di [delay] minuti
pl: Strumień [symbol] jest opóźniony o [delay] min.
pt: O feed de [symbol] tem um atraso de [delay] minutos
ru: Данные для [symbol] запаздывают на [delay] мин.
th: [symbol] แสดงข้อมูลล่าช้า [delay] นาที
vi: nguồn cấp dữ liệu [symbol] bị trì hoãn trong [delay] phút

source: [symbol] market is now opened.
de: [symbol] Markt hat jetzt geöffnet.
es: el mercado [symbol] está ahora abierto.
fr: le marché [symbol] est maintenant ouvert.
it: Il mercato [symbol] è aperto.
pl: Rynek [symbol] jest teraz otwarty.
pt: O mercado de [symbol] está agora aberto.
ru: Рынок [symbol] открыт.
th: [symbol] ขณะนี้ ตลาดเปิดทำการแล้ว
vi: Thị trường [symbol] hiện tại đã mở.

source: [symbol] market is presently closed.
de: [symbol] Markt ist derzeit geschlossen.
es: el mercado [symbol] está ahora cerrado.
fr: Le marché [symbol] est actuellement fermé.
it: Il mercato di [symbol] è momentaneamente chiuso.
pl: Rynek [symbol] jest obecnie zamknięty.
pt: O mercado de [symbol] está atualmente fechado.
ru: Рынок [symbol] закрыт в данный момент.
th: [symbol] ขณะนี้ ตลาดได้ปิดทำการ
vi: [symbol] thị trường hiện đã đóng cửa.

source: "Mass Index" or "Doji Star"
de: "Mass-Index" oder "Doji Star"
es: "Índice en Masa" o "Patrón Doji Star"
fr: « Indice de masse » ou « Etoile Doji »
it: "Indice di massa" o "Doji Star"
pl: „Indeks masowy” lub „Gwiazda Doji”
pt: "Índice de massa" ou "Estrela Doji"
ru: "Индекс массы" или "звезда дожи"
th: "ดัชนีมวล" หรือ "Doji Star"
vi: "Mass Index" hay "Doji Star"

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
pl: Aktywne
pt: Ativo
ru: Активные
th: ใช้งานอยู่
vi: Hoạt động

source: Add New
de: Neue hinzufügen
es: Agregar Nuevo
fr: Ajouter Nouveau
it: Aggiungi nuovo
pl: Dodaj nowy
pt: Adicionar novo
ru: Добавить новый
th: เพิ่มใหม่
vi: Thêm mới

source: Annotation
de: Anmerkung
es: Notas
it: Annotazione
pl: Adnotacja
pt: Anotação
ru: Примечание
th: คำอธิบายประกอบ
vi: Chú thích

source: Asset Information
de: Anlgen-Informationen
es: Información del activo
fr: Informations sur l'actif
it: Informazioni sull'asset
pl: Informacje o aktywach
pt: Informações do ativo
ru: Информация об активе
th: ข้อมูลสินทรัพย์
vi: Thông tin tài sản

source: Auto Scale
de: Auto Skala
es: Auto Escala
fr: Échelle Automatique
it: Scala automatica
pl: Skala automatyczna
pt: Dimensionamento automático
ru: Авто масштаб
th: ปรับสัดส่วนอัตโนมัติ
vi: Tự động chỉnh

source: Average Line
de: Durchschnittslinie
es: Línea Promedio
fr: Ligne de la moyenne
it: Linea della media
pl: Linia średniej
pt: Linha Média
ru: Средняя линия
th: เส้นค่าเฉลี่ย
vi: Đường trung bình

source: Baseline
es: Línea Base
fr: Ligne de base
it: Linea di riferimento
pl: Linia bazowa
pt: Linha de base
ru: Основная линия
th: เส้นฐาน
vi: Đường cơ sở

source: Box Size
de: Boxgröße
es: Tamaño del Cuadro
fr: Taille de la boîte
it: Unità di escursione
pl: Rozmiar ramki
pt: Tamanho da caixa
ru: Размер ячейки
th: ขนาดกล่อง
vi: Kích thước hộp

source: C
pl: Z
ru: З

source: Callout
de: Angabe
es: Leyenda
fr: Légende
it: Fumetto
pl: Wezwanie
pt: Período de disponibilidade
ru: Сноска
th: คำบรรยายภาพ
vi: Chú thích

source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULATION
it: ANNULLA
pl: ANULUJ
pt: CANCELAR
ru: ОТМЕНА
vi: HỦY BỎ

source: Candle
de: Kerze
es: Vela
fr: Bougie
it: Candela
pl: Świeca
pt: Vela
ru: Свеча
th: แท่งเทียน
vi: Nến

source: Change
de: Veränderung
es: Cambio
fr: Changement
it: Cambio
pl: Zmiana
pt: Alterar
ru: Изменение
th: การเปลี่ยนแปลง
vi: Thay đổi

source: Channel
de: Kanal
es: Canal
fr: Canal
it: Canale
pl: Kanał
pt: Canal
ru: Канал
th: ช่อง
vi: Kênh

source: Chart data is not available for this symbol.
de: Chart-Daten sind für dieses Symbol nicht verfügbar.
es: El gráfico de datos no está disponible para este símbolo.
fr: L'information graphique n'est pas disponible pour ce symbole.
it: I dati del grafico non sono disponibili per questo simbolo.
pl: Dane wykresowe są niedostępne dla tego symbolu.
pt: Dados de gráficos não estão disponíveis para este símbolo.
ru: График недоступен для данного актива.
th: ไม่มีข้อมูลแผนภูมิสำหรับสัญลักษณ์นี้
vi: Biểu đồ dữ liệu không khả dụng cho ký hiệu này.

source: Chart Table
de: Diagrammtabelle
es: Tabla de Datos
fr: Table Graphique
it: Tabella del grafico
pl: Tabela wykresu
pt: Tabela do gráfico
ru: График
th: ตารางแผนภูมิ
vi: Bảng Biểu Đồ

source: Chart types
de: Charttypen
es: Tipos de Gráficos
fr: Types de graphique
it: Tipologie di grafico
pl: Rodzaje wykresów
pt: Tipos de gráficos
ru: Вид графика
th: ชนิดแผนภูมิ
vi: Loại biểu đồ

source: Clear All
de: Alle löschen
es: Vaciar Todo
fr: Tout Effacer
it: Cancella tutto
pl: Wyczyść wszystko
pt: Limpar Todos
ru: Очистить все
th: ล้างทั้งหมด
vi: Xóa tất cả

source: Close
de: Schluss
es: Cerrar
fr: Fermeture
it: Chiusura
pl: Zamknij
pt: Fechar
ru: Закрытие
th: ปิด
vi: Đóng

source: CLOSE
de: SCHLIEßEN
es: CERRAR
fr: CLOTURE
it: CHIUSURA
pl: ZAMKNIĘCIE
pt: FECHAR
ru: ЗАКРЫТИЕ
th: ปิด
vi: ĐÓNG

source: CLOSED
de: GESCHLOSSEN
es: CERRADO
fr: FERMÉ
it: CHIUSO
pl: ZAMKNIĘTE
pt: FECHADO
ru: ЗАКРЫТО
th: ปิดแล้ว
vi: ĐÃ ĐÓNG

source: Colored Dot
de: Farbiger Punkt
es: Punto Coloreado
fr: Point Coloré
it: Punto colorato
pl: Kolorowe kropki
pt: Ponto colorido
ru: Цветные точки
th: จุดสี
vi: Dấu chấm màu

source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
it: Confronto
pl: Porównania
pt: Comparações
ru: Сравнение
th: การเปรียบเทียบ
vi: So sánh

source: Continuous
de: Durchgehend
es: Continuo
fr: Continu
it: Continuo
pl: Ciągła
pt: Contínuo
ru: Непрерывный
th: ต่อเนื่อง
vi: Liên tục

source: Countdown
es: Cuenta regresiva
fr: Compte à rebours
it: Conto alla rovescia
pl: Odliczanie
pt: Contagem regressiva
ru: Отсчёт
th: นับถอยหลัง
vi: Đếm ngược

source: Crosshair
de: Fadenkreuz
es: Punto de mira
fr: Pointeur
it: Mirino
pl: Krzyżyk
pt: Mira
ru: Перекрестие
vi: Chữ thập

source: Crossline
de: Kreuzlinie
es: Retícula
fr: Ligne de Croisement
pl: Linia krzyżowa
pt: Linha Cruzada
ru: Линия пересечения
vi: Đường giao nhau

source: Dark Mode
de: Dark Modus
es: Modo Nocturno
fr: Mode Sombre
it: Modalità scura
pl: Tryb ciemny
pt: Modo escuro
ru: Тёмный режим
th: รูปแบบโทนมืด
vi: Chế độ tối

source: Date
de: Datum
es: Fecha
it: Data
pl: Data
pt: Data
ru: Дата
th: วันที่
vi: Ngày

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pl: Dzień
pt: Dia
ru: День
th: วัน
vi: Ngày

source: DONE
de: ERLEDIGT
es: HECHO
fr: FAIT
it: ESEGUITO
pl: GOTOWE
pt: CONCLUÍDO
ru: ГОТОВО
th: แล้วเสร็จ
vi: HOÀN THÀNH

source: Doodle
de: Freiform
es: Garabato
fr: Forme libre
it: Mano libera
pt: Forma livre
ru: Произвольной формы
vi: Nháp

source: Dot
de: Punkt
es: Punto
fr: Point
it: Punto
pl: Kropki
pt: Ponto
ru: Точечный
th: จุด
vi: Dấu chấm

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobierz
pt: Baixar
ru: Загрузить
th: ดาวน์โหลด
vi: Tải xuống

source: Download as CSV
de: Als CSV herunterladen
es: Descargar como CSV
fr: Télécharger au format CSV
it: Scarica come CSV
pl: Pobierz jako CSV
pt: Baixar como CSV
ru: Загрузить как CSV
th: ดาวน์โหลดเป็น CSV
vi: Tải xuống CSV

source: Download as PNG
de: Als PNG herunterladen
es: Descargar como PNG
fr: Télécharger au format PNG
it: Scarica come PNG
pl: Pobierz jako PNG
pt: Baixar como PNG
ru: Загрузить как PNG
th: ดาวน์โหลดเป็น PNG
vi: Tải xuống PNG

source: Download Chart
de: Chart herunterladen
es: Descargar Gráfico
fr: Télécharger le graphique
it: Scarica grafico
pl: Pobierz wykres
pt: Baixar gráfico
ru: Загрузить график
th: ดาวน์โหลดแผนภูมิ
vi: Tải Về Biểu Đồ

source: Draw tools
de: Zeichen-Tools
es: Herramientas de Dibujo
fr: Créer des d'outils
it: Strumenti disegno
pl: Narzędzia do rysowania
pt: Ferramentas de desenho
ru: Ср-ва отображения
th: เครื่องมือวาดภาพ
vi: Công cụ vẽ

source: Ellipse
es: Elipse
it: Ellisse
pl: Elipsa
pt: Elipse
ru: Эллипс
th: วงรี
vi: Hình elíp

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pl: Ulubione
pt: Favoritos
ru: Избранное
th: รายการโปรด
vi: Yêu thích

source: Fib Arc
es: Arco de Fib
fr: Arc Fib
it: Arco Fib
pl: Łuk Fibonacciego
ru: Дуга Фибоначчи
vi: Đường cung Fibonacci

source: Fib Fan
es: Abanico de Fib
fr: Éventail Fib
it: Ventaglio Fib
pl: Wachlarz Fibonacciego
ru: Веер Фибоначчи
vi: Cánh quạt Fibonacci

source: Fib Retracement
es: Retrocesos de Fibonacci
fr: Retracement Fibonacci
it: Ritracciamento Fib
pl: Zniesienie Fibonacciego
pt: Retrocessos de Fibonacci
ru: Корр. Фибоначчи
vi: Hồi qui Fibonacci

source: Fib Time Zone
de: Fib Zeitzone
es: Zona Horaria de Fib
fr: Fuseau Horaire Fib
it: Zona temporale Fib
pl: Strefa czasowa Fibonacciego
pt: Fuso Horário de Fib
ru: Часовой пояс Фибоначчи
vi: Múi giờ Fibonacci

source: Gann Fan
es: Abanico de Gann
fr: Éventail Gann
it: Ventaglio Gann
pl: Wachlarz Ganna
ru: Веер Ганна
vi: Cánh quạt Gann

source: Gartley
pl: Formacja Gartleya
ru: Гартли

source: H
it: M
pl: W
ru: Мак

source: Heikin Ashi
ru: Хейкен Аши

source: High
de: Hoch
es: Máximo
fr: Haut
it: Massimo
pl: Wysoki
pt: Alta
ru: Макс.
th: สูง
vi: Cao

source: HIGH
de: HOCH
es: MÁXIMO
fr: PLUS HAUT
it: MASSIMO
pl: WYSOKIE
pt: ALTO
ru: МАКС.
vi: CAO

source: Historical Data Mode
de: Historischer Datenmodus
es: Modo de Datos Históricos
fr: Mode de Données Historiques
it: Modalità dati storici
pl: Tryb danych historycznych
pt: Modo de data histórica
ru: Исторические данные
th: โหมดข้อมูลเก่า
vi: Chế độ dữ liệu lịch sử

source: Hollow Candle
de: Hohlkerze
es: Velas Huecas
fr: Bougie Creuse
it: Candela vuota
pl: Świeca pusta
pt: Vela vazia
ru: пустая свеча
th: เทียนกลวง
vi: Nến rỗng

source: Horizontal
it: Orizzontale
pl: Linia pozioma
ru: Горизонт.
th: แนวนอน
vi: Theo chiều ngang

source: Hour
de: Stunde
es: Hora
fr: Heure
it: Ora
pl: Godzina
pt: Hora
ru: Час.
th: ชั่วโมง
vi: Giờ

source: Indicators
de: Indikatoren
es: Indicadores
fr: Indicateurs
it: Indicatori
pl: Wskaźniki
pt: Indicadores
ru: Индикаторы
th: ดัชนี
vi: Chỉ số

source: Interval
de: Intervall
es: Intérvalo
fr: Intervalle
it: Intervallo
pl: odstępu
pt: Intervalo
ru: Интервал
th: ช่วง
vi: Khoảng Thời Gian

source: Kagi
ru: Каги

source: L
fr: B
it: B
pl: N
ru: Мин

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
vi: Ngôn ngữ

source: Last digits stats for latest 1000 ticks on
de: Statistik der letzten ziffern für die letzten 1000 ticks von
es: Estadísticas para los últimos dígitos de los 1000 ticks más recientes en adelante
fr: Statistiques du dernier chiffre pour les derniers 1000 ticks sur
it: Statistiche delle ultime cifre degli ultimi 1000 tick
pl: Statystyki końcowych cyfr dla ostatnich 1000 transakcji z najmniejszym przyrostem ceny dla rynku
pt: Estatísticas do último dígito dos últimos 1000 ticks de
ru: Статистика последних десятичных в последних 1000 тиков для
th: สถิติตัวเลขหลักสุดท้ายของ1000 ช่วงราคาล่าสุด
vi: Các chữ số cuối cho 1000 tick gần nhất trên

source: Line
de: Linie
es: Línea
fr: Ligne
it: Linea
pl: Linia
pt: Linha
ru: Линия
th: เส้น
vi: Dòng kẻ

source: Line Break
de: Zeilenumbruch
es: Salto de Línea
pl: Podział linii
pt: Quebra de linha
ru: Разрыв линии
th: เส้นแบ่งบรรทัด
vi: Ngắt dòng

source: Low
de: Tief
es: Bajo
fr: Bas
it: Minimo
pl: Niski
pt: Baixa
ru: Мин.
th: ต่ำ
vi: Thấp

source: LOW
de: TIEF
es: BAJO
fr: PLUS BAS
it: MINIMO
pl: NISKIE
pt: BAIXO
ru: МИН.
vi: THẤP

source: Measure
de: Messen
es: Medida
fr: Mesure
it: Misura
pl: Środek
pt: Medir
ru: Измерить
th: วัด
vi: Đo

source: Minute
es: Minuto
it: Minuto
pl: Minuta
pt: Minuto
ru: Мин.
th: นาที
vi: Phút

source: O
it: A
ru: О

source: Open
de: Offen
es: Abierto
fr: Ouverture
it: Apertura
pl: Otwórz
pt: Abrir
ru: Открытие
th: เปิด
vi: Mở

source: OPEN
de: OFFEN
es: ABIERTO
fr: OUVERTURE
it: APERTURA
pl: OTWARCIE
pt: ABRIR
ru: ОТКРЫТИЕ
th: เปิด
vi: MỞ

source: OVERWRITE
de: ÜBERSCHREIBEN
es: SOBREESCRIBIR
fr: REMPLACER
it: SOVRASCRIVI
pl: NADPISZ
pt: SUBSTITUIR
ru: ПЕРЕЗАПИСАТЬ
vi: GHI ĐÈ LÊN

source: Pitchfork
de: Gabel-Chart
es: Tridentes
fr: Fourche
pl: Widły
pt: Forquilha
ru: Вилка

source: Point & Figure
es: Punto & Cifra
it: Punto e figura
pl: Punkt i figura
ru: Крестики-нолики
th: จุดและตัวเลข
vi: Điểm & hình

source: Position
es: Posición
it: Posizione
pl: Orientacja
pt: Posição
ru: Позиция
th: ตำแหน่ง
vi: Phiên

source: Price Lines
de: Preislinien
es: Líneas de Precios
fr: Lignes de prix
it: Linee dei prezzi
pl: Linie ceny
pt: Linhas de preço
ru: Линии цены
th: เส้นราคา
vi: Dòng giá

source: Quadrant Lines
de: Quadrant-Linien
es: Líneas de Cuadrantes
fr: Lignes quadrans
it: Linee quadranti
pl: Cztery linie
pt: Linhas Quadrantes
ru: Перпендикулярные линии
th: เส้นควอทแดรนท์
vi: Đường góc phần tư

source: Range
de: Reichweite
es: Rango
fr: Gamme
it: Intervallo
pl: Zakres
pt: Intervalo
ru: Диапазон
th: ช่วง
vi: Phạm vi

source: Range Bars
es: Barras de Rango
fr: Amplitude
pl: Słupki zakresu
pt: Barras de intervalo
ru: Столбцы
th: ช่วงบาร์
vi: Phạm vi các cột

source: Ray
de: Strahl
es: Rayo
it: Raggio
pl: Promień
pt: Raio
ru: Луч

source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
pl: Prostokąt
pt: Retângulo
ru: Прямоугольник
th: สี่เหลี่ยมผืนผ้า
vi: Hình chữ nhật

source: Regression Line
de: Regressionslinie
es: Línea de Regresión
fr: Lignes de Régression
it: Linea di regressione
pl: Linia regresji
pt: Linha de Regressão
ru: Регресионная линия
th: เส้นถดถอย
vi: Hồi qui tuyến

source: Renko
ru: Ренко

source: RESET
de: Zurücksetzen
fr: REINITIALISATION
it: REIMPOSTA
pl: RESETUJ
pt: REINICIAR
ru: СБРОСИТЬ
vi: THIẾT LẬP LẠI

source: Retrieving Chart Data...
de: Chartdaten werden abgerufen
es: Obteniendo Datos del Gráfico...
fr: Récupération des données du graphique...
it: Recupero dati del grafico in corso...
pl: Pobieranie danych wykresu...
pt: Carregando dados do gráfico...
ru: Получение данных графика...
th: กำลังโหลดข้อมูลของแผนภูมิ...
vi: Lấy dữ liệu biểu đồ...

source: Retrieving Chart Engine...
de: Chart-Engine wird abgerufen
es: Obteniendo Motores del Gráfico...
fr: Récupération du moteur graphique...
it: Recupero del Chart Engine in corso...
pl: Pobieranie silnika wykresu...
pt: Carregando o motor do gráfico...
ru: Получение данных из Chart Engine...
th: กำลังโหลดเครื่องมือแผนภูมิ...
vi: Lấy công cụ biểu đồ...

source: Retrieving Market Symbols...
de: Abrufen von Marktsymbolen...
es: Obteniendo Símbolos de Mercado...
fr: Récupération des Symboles du Marché...
it: Recupero simboli di mercato in corso...
pl: Pobierania symboli rynkowych...
pt: Carregando símbolos do mercado...
ru: Получение рыночных данных...
th: กำลังเรียกข้อมูลสัญลักษณ์ตลาด...
vi: Đang tải ký hiệu thị trường...

source: Retrieving Trading Times...
de: Abrufen von Handelszeiten...
es: Obteniendo Horarios de Trading...
fr: Récupération des Temps de Trading...
it: Recupero orari trading in corso...
pl: Pobieranie godzin handlu...
pt: Carregando horas de negociação...
ru: Получение времени торговли...
th: กำลังเรียกข้อมูลเวลาซื้อขาย...
vi: Đang tải thời gian giao dịch...

source: Reversal
de: Umkehrung
fr: Renversement
pl: Odwrotność
pt: Inversão
ru: Разворот
th: กลับตัว
vi: Đảo ngược

source: Reversal Percentage
de: Prozentsatz der Umkehrung
es: Porcentaje de Reversal
fr: Pourcentage de Renversement
it: Percentuale di reversal
pl: Procent odwrotny
pt: Percentual de reversão
ru: Процент разворота
th: ร้อยละของกลับตัว
vi: Tỷ lệ phần trăm đảo ngược

source: right-click to delete
de: zum Löschen rechts klicken
es: clic derecho para eliminar
fr: cliquez droit pour supprimer
it: destro del mouse per cancellare
pl: kliknij prawym przyciskiem, aby usunąć
pt: Botão direito do mouse para apagar
ru: Щелкните правой кнопкой мыши чтобы удалить
th: คลิกขวาเพื่อลบ
vi: nhấp chuột phải để xóa

source: right-click to manage
de: zum Verwalten rechts klicken
es: clic derecho para administrar
fr: cliquez droit pour gérer
it: destro del mouse per gestire
pl: kliknij prawym przyciskiem, aby zarządzać
pt: Botão direito do mouse para gerenciar
ru: Щелкните правой кнопкой мыши чтобы управлять
th: คลิกขวาเพื่อจัดการ
vi: nhấp chuột phải để quản lý

source: Search...
de: Suche...
es: Buscar...
fr: Rechercher...
it: Cerca...
pl: Wyszukaj...
pt: Pesquisar...
ru: Поиск...
th: ค้นหา...
vi: Tìm kiếm...

source: Segment
es: Segmento
it: Segmento
pt: Segmento
ru: Сегмент
th: กลุ่ม
vi: Phân khúc

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt

source: Shape - Arrow
de: Form - Pfeil
es: Forma - Flecha
fr: Forme - Flèche
it: Forma - Freccia
pl: Kształt - strzałka
pt: Forma - Seta
ru: Фигура - Стрелка
th: รูปร่าง - ลูกศร
vi: Hình dạng - mũi tên

source: Shape - Check
de: Form - Karo
es: Forma - Check
fr: Forme - Contrôle
it: Forma - Spunta
pl: Kształt – haczyk
pt: Forma - Verificar
ru: Фигура - Галочка
th: รูปร่าง - เลือก
vi: Hình dạng - Dấu tích

source: Shape - Cross
de: Form - Kreuz
es: Forma - Cruz
fr: Forme - Croix
it: Forma - Croce
pl: Kształt - krzyżyk
pt: Forma - Cruzar
ru: Фигура - Крест
th: รูปร่าง - กากบาท
vi: Hình dạng - Chữ thập

source: Shape - Focus
de: Form - Fokus
es: Forma - Enfoque
fr: Forme - Focus
it: Forma - Focus
pl: Kształt – dwa groty
pt: Forma - Foco
ru: Фигура - Фокус
th: รูปร่าง - โฟกัส
vi: Hình dạng - Tập trung

source: Shape - Heart
de: Form - Herz
es: Forma - Corazón
fr: Forme - Cœur
it: Forma - Cuore
pl: Kształt - serce
pt: Forma - Coração
ru: Фигура - Сердце
th: รูปร่าง - หัวใจ
vi: Hình dạng - Trái tim

source: Shape - Star
de: Form - Stern
es: Forma - Estrella
fr: Forme - Étoile
it: Forma - Stella
pl: Kształt – gwiazda
pt: Forma - Estrela
ru: Фигура - Звезда
th: รูปร่าง - ดาว
vi: Hình dạng - Ngôi sao

source: Speed Resistance Arc
es: Arc de Resistencia de Velocidad
fr: Arc de Résistance Vitesse
it: Arco di resistenza della velocità
pl: Łuk odporn. na prędkość
pt: Arco de Resistência Velocidade
ru: Дуга сопротивления
vi: Đường cung kháng tốc

source: Speed Resistance Line
es: Línea de Resistencia de Velocidad
fr: Ligne de Résistance Vitesse
it: Linea di resistenza della velocità
pl: Linia odporn. na prędkość
pt: Linha de Resistência Velocidade
ru: Линия сопротивления
vi: Tuyến kháng tốc

source: Spline
pl: Funkcja sklejana
ru: Кривая
th: เส้นโค้ง
vi: Chốt

source: SPOT
es: PUNTO
pt: PREÇO
ru: СПОТ
vi: VỊ TRÍ

source: Streaming for [symbol] is not available due to license restrictions
de: Streaming für [symbol] ist auf Grund von Lizenzeinschränkungen nicht verfügbar
es: La transmisión para [symbol] no está disponible debido a restricciones de licencias
fr: Diffusion en continu pour [symbol] n’est pas disponible en raison de restrictions de licence
it: [symbol] in streaming non è disponibile a causa delle limitazioni della licenza
pl: Z powodu ograniczeń licencyjnych przesyłanie strumieniowe dla [symbol] jest niedostępne
pt: Transmissão ao vivo do [symbol] não está disponível devido a restrições de licença
ru: Потоковые котировки для [symbol] недоступны из-за лицензионных ограничений
th: การสตรีมสำหรับ [symbol] ไม่พร้อมใช้งาน เนื่องจากข้อจำกัดสิทธิ์การใช้งาน
vi: Truyền cho [symbol] không khả dụng do các hạn chế cấp phép

source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
pl: Tabela
pt: Tabela
ru: Таблица
th: ตาราง
vi: Bảng biểu

source: Template name
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
it: Nome del modello
pl: Nazwa szablonu
pt: Nome do modelo
ru: Название шаблона
th: ชื่อแม่แบบ
vi: Tên mẫu

source: Templates
de: Vorlagen
es: Plantillas
fr: Modèles
it: Modelli
pl: Szablony
pt: Modelos
ru: Шаблоны
th: แม่แบบ
vi: Mẫu

source: There are no active comparisons yet.
de: Es gibt noch keine aktiven Vergleiche.
es: No hay comparaciones activas cargadas.
fr: Il n'y a pas encore de comparisons actives.
it: Non risulta ancora nessun confronto attivo.
pl: Nie ma jeszcze żadnych aktywnych porównań.
pt: Não existem ainda nenhumas comparações ativas.
ru: Нет активных сравнений.
th: ยังไม่มีตัวเปรียบเทียบที่ใช้งาน
vi: Không có sự so sánh đang hoạt động nào.

source: There are no active indicators yet.
de: Es gibt noch keine aktiven Indikatoren.
es: No hay indicadores activos cargados.
fr: Il n’y a encore aucun indicateur actif.
it: Non risulta ancora nessun indicatore attivo.
pl: Nie ma jeszcze żadnych aktywnych wskaźników.
pt: Não existem ainda nenhuns indicadores ativos.
ru: Нет активных индикаторов.
th: ยังไม่มีตัวชี้วัดที่ใช้งาน
vi: Chưa có chỉ số hoạt động nào.

source: There are no favorites yet.
de: Noch gibt es keine Favoriten.
es: No hay favoritos cargados.
fr: Il n’y a pas encore de favoris.
it: Non sono ancora stati aggiunti preferiti.
pl: Brak ulubionych.
pt: Ainda não há favoritos.
ru: Нет записей в избранном.
th: ยังไม่มีรายการโปรด
vi: Không có mục yêu thích nào.

source: Tick
pl: Zmiana ceny
pt: Tique-taque
ru: Тик
th: ช่วงห่างของราคา
vi: Giây

source: Time Cycle
de: Zeit-Zyklus
es: Ciclo de Tiempo
fr: Temps de Cycle
it: Ciclo temporale
pl: Cykl czasu
pt: Ciclo de Tempo
ru: Временной круг
th: รอบเวลา
vi: Chu kỳ thời gian

source: Tirone Levels
es: Niveles de Tirone
fr: Niveaux Tirone
it: Livelli di Tirone
pl: Poziomy Tirone
pt: Níveis de Tirone
ru: Уровни Тирона
th: ระดับ Tirone
vi: Cấp độ Tirone

source: Underlying Assets
de: Basiswerte
es: Activos Subyacentes
fr: Actifs sous-jacents
it: Asset sottostanti
pl: Aktywa bazowe
pt: Ativos subjacentes
ru: Основные активы
th: ผลิตภัณฑ์อ้างอิง
vi: Tài sản cơ sở

source: Vertical
de: Vertikal
it: Verticale
pl: Linia pionowa
ru: Вертикаль
th: แนวตั้ง
vi: Theo chiều dọc

source: Would you like to overwrite it?
de: Möchten Sie es überschreiben?
es: ¿Desea sobre-escribirlo?
fr: Aimeriez vous le remplacer?
it: Desideri sovrascriverlo?
pl: Chcesz go nadpisać?
pt: Deseja substituí-lo?
ru: Хотите перезаписать?
th: ท่านต้องการเขียนทับหรือไม่?
vi: Bạn có muốn ghi đè lên nó không?

source: Zoom in
de: Vergrößern
es: Acercar
fr: Effectuer un zoom avant
it: Zoom avanti
pl: Powiększ
pt: Aumentar o zoom
ru: Увеличить
th: ย่อลง
vi: Phóng to

source: Zoom out
de: Verkleinern
es: Alejar
fr: Effectuer un zoom arrière
it: Zoom indietro
pl: Pomniejsz
pt: Diminuir o zoom
ru: Уменьшить
th: ขยายออก
vi: Thu nhỏ

source: Period
de: Periode
es: Período
fr: Période
it: Periodo
pl: Okres
pt: Período
ru: Период
th: ระยะเวลา
vi: Giai đoạn

source: Show Zones
de: Zonen anzeigen
es: Mostrar Zonas
fr: Afficher des zones
it: Mostra zone
pl: Pokaż strefy
pt: Mostrar zonas
ru: Показать зоны
th: แสดงพื้นที่
vi: Khu vực Hiển thị

source: OverBought
de: Überkauft
es: SobreCompra
fr: Suracheté
it: Ipercomprato
pl: Wykupione
pt: Sobrecompra
ru: OverBought (перекупленность)
th: ซื้อมากเกินไป (OverBought)
vi: Mua quá

source: OverSold
de: Überverkauft
es: SobreVenta
fr: Survendu
it: Ipervenduto
pl: Wyprzedane
pt: Sobrevenda
ru: OverSold (перепроданность)
th: ขายมากเกินไป (OverSold)
vi: Bán quá

source: Moving Average
de: Gleitender Mittelwert
es: Media Móvil
fr: Moyenne mobile
it: Media mobile
pl: Średnia ruchoma
pt: Média móvel
ru: Скользящее среднее
th: ค่าเฉลี่ยเคลื่อนที่ (Moving Average)
vi: Số trung bình động

source: Field
de: Feld
es: Campo
fr: Champ
it: Campo
pl: Pole
pt: Campo
ru: Поле
th: ฟิลด์
vi: Lĩnh vực

source: Type
de: Art
es: Tipo
it: Tipologia
pl: Typ
pt: Tipo
ru: Тип
th: ประเภท
vi: Loại

source: Offset
de: Ausgleich
es: Intervalo
fr: Compenser
it: Compensazione
pl: Odchylenie
ru: Оффсет
th: ออฟเซ็ท
vi: Bù đắp
