Repository: shayan-binary/SmartCharts
Catalog: translation/*.po
Languages: de, es, fr, it, pl, pt, ru, th, vi

source: Comparison Symbol
de: Vergleichssymbol
es: Símbolo de Comparación
fr: Comparaison symbole
it: Simbolo di confronto
pl: Symbol porównania
pt: Símbolo de comparação
ru: Символ сравнения
th: สัญลักษณ์เปรียบเทียบ
vi: Ký hiệu so sánh

source: Performance Index
es: Índice de Rendimiento
fr: Indice de performance
it: Indice di Performance
pl: Wskaźnik efektywności
pt: Índice de desempenho
ru: Индекс эффективности
th: ดัชนีผลการดำเนินงาน
vi: Chỉ số hiệu suất

source: Gain
de: Gewinn
es: Ganancia
fr: Profit
it: Guadagno
pl: Zysk
pt: Ganho
ru: Прибыль
th: กำไร
vi: Đạt được

source: Loss
de: Verlust
es: Pérdida
fr: Perte
it: Perdita
pl: Strata
pt: Perda
ru: Убыток
th: ขาดทุน
vi: Thất thoát

source: Beta
fr: Bêta
ru: Бета-версия
th: เบต้า

source: Ulcer Index
es: Índice Ulcer
fr: Indice Ulcer
it: Indice dell'ulcera
pl: Wskaźnik Ulcera
pt: Índice Ulcer
ru: Индекс Ульцера
th: ดัชนี Ulcer
vi: Chỉ số Ulcer

source: Balance of Power
de: Kräfteverhältnis
es: Balance de Poder (BOP)
fr: Équilibre des forces
it: Equilibrio di potenza
pl: Wskaźnik BOP (Balance of Power)
pt: Equilíbrio de Poder
ru: Баланс сил
vi: Cân bằng quyền lực

source: Trend Intensity Index
de: Trendintensitätsindex
es: Índice de Intensidad de la Tendencia
fr: Indice d'intensité de la tendance
it: Indice di intensità della tendenza
pl: Wskaźnik intensywności trendu
pt: Índice de Intensidade de Tendência
ru: Индекс интенсивности тренда
th: ดัชนี Trend Intensity
vi: Chỉ số cường độ xu hướng

source: Choppiness Index
es: Índice de Choppiness
fr: Indice de volatilité
it: Indice Choppiness
pl: Indeks CHOP (Choppiness Index)
pt: Índice de ondas
ru: Индекс переменчивости
th: ดัชนี Choppiness
vi: Chỉ số Choppiness

source: Disparity Index
de: Disparitäts-Index
es: Índice de Disparidad
fr: Indice de disparité
it: Indice disparità
pl: Indeks rozbieżności
pt: Índice de disparidade
ru: Индекс диспаритета
th: ดัชนี Disparity
vi: Chỉ số chênh lệch

source: Rainbow Moving Average
de: Rainbow - gleitender Durchschnitt
es: Media Móvil Arco Iris
fr: Moyenne mobile arc-en-ciel
it: Grafico media mobile ad arcobaleno
pl: Tęczowa średnia krocząca
pt: Média de movimento arco-íris
ru: Радужная скользящая средняя
vi: Trung bình động Rainbow

source: Rainbow Oscillator
de: Regenbogen Oszillator
es: Oscilador Arco Iris
fr: Oscillateur arc-en-ciel
it: Oscillatore arcobaleno
pl: Oscylator tęczowy
pt: Oscilador arco-íris
ru: Радужный осциллятор
vi: Chỉ số dao động Rainbow

source: HHV/LLV Lookback
es: Lookback HHV/LLV
fr: HHV/LLV retracage
it: Lookback HHV/LLV
ru: Ретроспективный обзор HHV/LLV

source: Pring's Know Sure Thing
es: Know Sure Thing de Pring
fr: Know Sure Thing de Pring
it: Indicatore Know Sure Thing di Pring
pl: KST (Know Sure Thing) Pringa
pt: Pring sabe algo garantido
ru: Индикатор Принга “Знать наверняка”
vi: Pring biết điều chắc chắn

source: Lightest Rate of Change Period
de: Niedrigster Kurs des Änderungszeitraums
es: Ritmo Más Ligero de Período de Cambio
fr: Taux le plus léger de période de transition
it: Periodo con il tasso di variazione più leggero
pl: Najlżejszy wskaźnik zmiany interwału czasowego
pt: Período de menor taxa de troca
ru: Период легчайшей нормы изменений
th: อัตราเบาบางที่สุดของช่วงเปลี่ยนแปลง
vi: Giai đoạn thay đổi tỷ lệ nhỏ nhất

source: Lightest SMA Period
de: Niedrigster Kurs während des einfachen gleitenden Durchschnittszeitraums
es: SMA de Período Más Ligero
fr: Période de moyenne mobile simple la plus légère
it: Periodo con SMA più leggera
pl: Najlżejszy okres średniej SMA
pt: Período SMA mais leve
ru: Период легчайшей простой скользящей средней
th: ช่วง SMA น้อยที่สุด
vi: Giai đoạn SMA nhỏ nhất

source: Light Rate of Change Period
de: Niedriger Kurs während des Änderungszeitraums
es: Ritmo Ligero de Período de Cambio
fr: Taux léger de période de transition
it: Periodo con tasso di variazione leggero
pl: Lekki wskaźnik zmiany interwału czasowego
pt: Período de baixa taxa de troca
ru: Период легкой нормы изменений
th: อัตราเบาบางของช่วงเปลี่ยนแปลง
vi: Giai đoạn thay đổi tỷ lệ nhỏ

source: Light SMA Period
de: Niedriger Kurs während des einfachen gleitenden Durchschnittszeitraums
es: SMA de Período Ligero
fr: Période de moyenne mobile simple léger
it: Periodo con SMA leggera
pl: Lekki okres średniej SMA
pt: Período SMA baixo
ru: Период легкой простой скользящей средней
th: ช่วง SMA เบาบาง
vi: Giai đoạn SMA nhỏ

source: Heavy Rate of Change Period
de: Hoher Kurs des Änderungszeitraums
es: Ritmo Lento de Período de Cambio
fr: Taux lourd de période de transition
it: Periodo con tasso di variazione pesante
pl: Ciężki wskaźnik zmiany interwału czasowego
pt: Período de grande taxa de troca
ru: Период тяжелой нормы изменений
th: อัตราสูงของช่วงเปลี่ยนแปลง
vi: Giai đoạn thay đổi tỷ lệ lớn

source: Heavy SMA Period
de: Hoher Kurs während des einfachen gleitenden Durchschnittszeitraums
es: SMA de Período Lento
fr: Période de moyenne mobile simple lourde
it: Periodo con SMA pesante
pl: Ciężki okres średniej SMA
pt: Período maior de SMA
ru: Период тяжелой простой скользящей средней
th: ช่วง SMA มาก
vi: Giai đoạn SMA nặng

source: Heaviest Rate of Change Period
de: Höchster Kurs des Änderungszeitraums
es: Ritmo Más Lento de Período de Cambio
fr: Taux le plus lourd de période de transition
it: Periodo con il tasso di variazione più pesante
pl: Najcięższy wskaźnik zmiany interwału czasowego
pt: Período de maior taxa de troca
ru: Период тяжелейшей нормы изменений
th: อัตราสูงที่สุดของช่วงเปลี่ยนแปลง
vi: Giai đoạn thay đổi tỷ lệ nặng nhất

source: Heaviest SMA Period
de: Höchster Kurs während des einfachen gleitenden Durchschnittszeitraums
es: SMA de Período Más Lento
fr: Taux le plus lourd de période de moyenne mobile simple
it: Periodo con SMA più pesante
pl: Najcięższy okres średniej SMA
pt: Período maior de SMA
ru: Период тяжелейшей простой скользящей средней
th: ช่วง SMA มากที่สุด
vi: Giai đoạn SMA nặng nhất

source: Pring's Special K
es: Special K de Pring
fr: Spécial K de Pring
it: Indicatore Special K di Pring
pl: Specjalna K Pringa
pt: Special K da Pring
ru: Индикатор Принга Special K
vi: K đặc biệt của Pring

source: Darvas Box
es: Caja de Darvas
fr: Boîte Darvas
it: Scatola di Darvas
pl: Ramki Darvasa
pt: Caixa Darvas
ru: Область Дарваса
vi: Hộp Darvas

source: ATH Lookback Period
de: ATH Lookback Periode
es: Período Lookback ATH
fr: Période retracage ATH
it: Periodo di lookback ATH
pl: Okres ATH Lookback
pt: Período de Lookback ATH
ru: Период ATH
th: ช่วง ATH Lookback
vi: Giai đoạn Lookback ATH

source: Exit Field
de: Ausstiegsfeld
es: Campo Exit
fr: Champ de Sortie
it: Campo di uscita
pl: Pole wyjścia
pt: Sair do campo
ru: Выйти из поля
th: ฟิลด์สุดท้าย
vi: Thoát khỏi trường

source: Ghost Boxes
es: Cajas de Espectro
fr: Boîtes fantômes
it: Scatole di Ghost
pl: Ramki Ghost
pt: Caixas fantasma
ru: Области Госта
vi: Hộp Ghost

source: Stop Levels
de: Stopp-Niveaus
es: Niveles Stop
fr: Nveaux d'arrêt
it: Livelli di stop
pl: Poziomy Stop
pt: Níveis de paragem
ru: Уровни остановки
th: ระดับหยุด
vi: Mức Dừng

source: Level Offset
de: Niveauausgleich
es: Niveles Offset
fr: Compensation de niveau
it: Livello offset
pl: Poziom wyrównania
pt: Nivelar Offset
ru: Смещение уровня
th: ระดับออฟเซ็ต
vi: Mức độ dịch chuyển

source: Price Minimum
de: Preisuntergrenze
es: Precio Mínimo
fr: Prix minimum
it: Minimo del prezzo
pl: Minimum ceny
pt: Preço mínimo
ru: Ценовой минимум
th: ราคาต่ำสุด
vi: Tối thiểu giá

source: Volume Spike
de: Volumen Höchstwert
es: Aumento de Volumen
it: Spike dei volumi
pl: Szczyt wolumenu
pt: Pico de volume
ru: “Шпилька” объема
vi: Đột biến khối lượng

source: Volume % of Avg
de: Volumen in % des Durchschnitts
es: % de Volumen de Med
fr: % de volume de la moyenne
it: % di volume della media
pl: % wolumenu średniej
pt: Percentagem de volume na média
ru: Объем % от среднего
th: ปริมาณ % ของ Avg
vi: Khối lượng % của Avg

source: Darvas
ru: Дарвас

source: Ghost
es: Espectro
fr: Fantôme
pl: Duch
pt: Fantasmas
ru: Гост

source: Levels
de: Niveaus
es: Niveles
fr: Niveaux
it: Livelli
pl: Poziomy
pt: Níveis
ru: Уровни
th: ระดับต่างๆ
vi: Mức độ

source: Supertrend
es: Tendencia Estupenda
fr: Supertendance
pt: Supertendência
ru: Супертренд
vi: Siêu xu hướng

source: Uptrend
de: Aufwärtstrend
es: Tendencia Alcista
fr: Tendance à la hausse
it: Trend ascendente
pl: Trend zwyżkowy
pt: Tendência de aumentar
ru: Восходящий тренд
th: ขาขึ้น
vi: Xu hướng lên

source: Downtrend
de: Abwärtstrend
es: Tendencia Bajista
fr: Tendance à la baisse
it: Trend discendente
pl: Trend zniżkowy
pt: Tendência de baixar
ru: Нисходящий тренд
th: ขาลง
vi: Xu hướng xuống

source: Volume Profile
de: Volumen-Profil
es: Perfil del Volumen
fr: Profile Volume
it: Profilo Volume
pl: Profil wolumenu
pt: Perfil do volume
ru: Профиль объемов
th: โพรไฟล์ปริมาณ
vi: Hồ sơ khối lượng

source: Bars Color
de: Balkenfarbe
es: Colores de Barras
fr: Couleur des barres
it: Colore delle barre
pl: Kolor słupków
pt: Cor das barras
ru: Цвет столбцов
th: แถบสีของแผนภูมิ
vi: Màu các thanh

source: Vortex Indicator
de: Vortex Indikator
es: Indicador de Vórtice (VI)
fr: Indicateur Vortex
it: Indicatore di vortice
pl: Wskaźnik Vortex
pt: Indicador de Vórtice
ru: Индикатор Vortex
th: ดัชนี Vortex
vi: Chỉ số Vortex

source: ZigZag
de: ZickZack
ru: Зигзаг
th: ซิกแซก
vi: Zích-zắc

source: Distance(%)
de: Distanz(%)
es: Distancia(%)
it: Distanza (%)
pl: Odległość(%)
pt: Distância(%)
ru: Расстояние (%)
th: ระยะทาง (%)
vi: Khoảng cách(%)

source: Psychological Line
de: Psychologische Linie
es: Línea Psicológica
fr: Seuil psychologique
it: Soglia psicologica
pl: Linia psychologiczna
pt: Linha Psicológica
ru: Психологическая линия
vi: Dòng tâm lý

source: Moving Average Deviation
de: Bewegte durchschnittliche Abweichung
es: Desviación de la Media Móvil
fr: Déviation moyenne mobile
it: Deviazione della media mobile
pl: Odchylenie średniej kroczącej
pt: Movendo o Desvio Médio
ru: Отклонение скользящей средней
th: ส่วนเบี่ยงเบนค่าเฉลี่ยเคลื่อนที่
vi: Độ lệch di chuyển trung bình

source: Shinohara Intensity Ratio
de: Shinohara Intensitätsverhältnis
es: Proporción de Intensidad de Shinohara
fr: Ratio d'intensité Shinohara
it: Rapporto di intensità Shinohara
pl: Wskaźnik intensywności Shinohara
pt: Relação de Intensidade Shinohara
ru: Коэффициент интенсивности Синохара
vi: Tỷ lệ cường độ Shinohara

source: Strong Ratio
de: Hohe Quote
es: Proporción Intensa
fr: Ratio fort
it: Rapporto forte
pl: Wskaźnik silny
pt: Ratio Forte
ru: Сильное соотношение
th: อัตราส่วนความแข็งแรง
vi: Tỷ lệ mạnh

source: Weak Ratio
de: Schwache Quote
es: Proporción Débil
fr: Faible Ratio
it: Rapporto debole
pl: Wskaźnik słaby
pt: Ratio Fraca
ru: Слабое соотношение
th: อัตราส่วนความอ่อนแอ
vi: Tỷ lệ yếu

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
pl: Zamknięte
pt: Fechado
ru: Закрыто
th: ปิดแล้ว
vi: Đã đóng

source: Opens in:
de: Öffnet sich:
es: Abre en:
fr: Ouverture dans :
it: Apertura tra:
pl: Otwarcie za:
pt: Abre a porta:
ru: Открывается в:
th: เปิดใน:
vi: Mở vào:

source: Up to 5 active indicators allowed.
de: Bis zu 5 aktive Indikatoren sind erlaubt.
es: Hasta 5 indicadores activos permitidos.
fr: Il est permis d'activer au maximum 5 indicateurs.
it: Sono consentiti fino a 5 indicatori attivi.
pl: Dozwolonych jest maksymalnie 5 aktywnych wskaźników.
pt: São permitidos até 5 indicadores ativos.
ru: До пяти индикаторов одновременно.
th: เลือกได้สูงสุด 5 ดัชนี
vi: Được phép chọn tối đa 5 chỉ số hoạt động.

source: OHLC
es: Gráfico OHLC

source: RSI
es: IFR

source: PMOSignal
es: SeñalPMO
fr: Signal PMO
it: Segnale PMO
pl: SygnałPMO

source: KSTSignal
es: SeñalKST
fr: Signal KST
it: Segnale KST
pl: SygnałKST

source: MA
fr: Moyenne mobile
it: Media mobile
