Repository: shayan-binary/SmartCharts
Catalog: translation/*.po
Languages: de, es, fr, it, pl, pt, ru, th, vi

source: Bollinger Bands Top
de: Bollinger-Bänder Oben
es: Bandas de Bollinger Superiores
fr: Bandes de Bollinger Hautes
it: Bande di Bollinger Top
pl: Wstęgi Bollingera - góra
pt: Bandas Bollinger topo
ru: Полосы Боллинджера (верхний уровень)
th: ค่า Bollinger Bands สูงสุด
vi: Đỉnh dải Bollinger

source: Bollinger Bands Median
de: Bollinger-Bänder Mitte
es: Media de Bandas de Bollinger
fr: Bandes de Bollinger Médianes
it: Bande di Bollinger Median
pl: Średnia wstęg Bollingera
pt: Bandas Bollinger média
ru: Полосы Боллинджера (медианный уровень)
th: ค่า Bollinger Bands มัธยฐาน
vi: Trung bình dải Bollinger

source: Bollinger Bands Bottom
de: Bollinger-Bänder Unten
es: Bandas de Bollinger Inferiores
fr: Bandes de Bollinger Bas
it: Bande di Bollinger Bottom
pl: Wstęgi Bollingera - dół
pt: Bandas Bollinger fundo
ru: Полосы Боллинджера (нижний уровень)
th: ค่า Bollinger Bands ต่ำสุด
vi: Đáy dải Bollinger

source: Donchian Channel
es: Canal de Donchian
fr: Canal de Donchian
it: Canale Donchian
pl: Kanał Donchiana
pt: Canal Donchian
ru: Канал Дончиана
vi: Kênh Donchian

source: High Period
de: Hoher Zeitraum
es: Período al Alza
fr: Période Haute
it: Periodo massimo
pl: Okres wysoki
pt: Período alto
ru: Высокий период
th: ระยะเวลาสูง
vi: Giai đoạn cao

source: Low Period
de: Niedr. Zeitraum
es: Precio Bajo
fr: Période Basse
it: Periodo minimo
pl: Okres niski
pt: Período baixo
ru: Низкий период
th: ระยะเวลาต่ำ
vi: Giai đoạn thấp

source: Donchian High
de: Donchian Hoch
es: Alto de Líneas Donchian
fr: Donchian Élevé
it: Donchian elevato
pl: Wysoka wstęga kanału Donchiana
pt: Alto de Donchian
ru: Канал Дончиана (высокий уровень)
th: ค่า Donchian สูง
vi: Cao Donchian

source: Donchian Median
de: Donchian Mitte
es: Media de Líneas Donchian
fr: Donchian Médian
it: Donchian mediano
pl: Średnia wstęga kanału Donchiana
pt: Médio Donchian
ru: Канал Дончиана (медианный уровень)
th: ค่า Donchian มัธยฐาน
vi: Trung bình Donchian

source: Donchian Low
de: Donchian Tief
es: Bajo de Líneas Donchian
fr: Donchian Faible
it: Donchian basso
pl: Niska wstęga kanału Donchiana
pt: Baixo Donchian
ru: Канал Дончиана (низкий уровень)
th: ค่า Donchian ต่ำ
vi: Thấp Donchian

source: Highest High Value
de: Höchster Hochwert
es: El mayor de los precios altos
fr: Valeur élevée la plus élevée
it: Valore massimo più alto
pl: Najwyższa wysoka wartość
pt: Maior valor alto
ru: Максимальное/высокое значение
th: ค่าสูงสูงที่สุด
vi: Giá Trị Cao cao nhất

source: Lowest Low Value
de: Niedrigster Tiefwert
es: El menor de los precios bajos
fr: Valeur faible la plus faible
it: Valore minimo più basso
pl: Najniższa niska wartość
pt: Valor mais baixo dos baixos
ru: Минимальное/низкое значение
th: ค่าต่ำค่ำที่สุด
vi: Giá Trị Thấp nhất thấp

source: Mass Index
de: Massenindex
es: Índice de Masa
fr: Indice de masse
it: Indice Mass
pl: Indeks masowy
pt: Índice de massa
ru: Индекс массы
th: ดัชนีมวล
vi: Chỉ số khối lượng

source: Bulge Threshold
de: Anschwellen des Grenzwerts
es: Límite de Bulge
fr: Seuil de renflement
it: Limite Bulge
pl: Próg wypukłości
pt: Limite da saliência
ru: Порог повышения
vi: Phình ngưỡng

source: Keltner Channel
es: Canal de Keltner
fr: Canal de Keltner
it: Canale di Keltner
pl: Kanał Keltnera
pt: Canal Keltner
ru: Канал Кельтнера
th: ช่อง Keltner
vi: Kênh Keltner

source: Keltner Top
de: Keltner Oben
es: Keltner Máximo
it: Keltner superiore
pl: Kanał Keltnera - góra
pt: Topo Keltner
ru: Канал Кельтнера (верхний уровень)
th: Keltner สูงสุด
vi: Đỉnh Keltner

source: Keltner Median
de: Keltner Mitte
es: Media de Keltner
fr: Keltner Médian
it: Keltner mediano
pl: Średnia kanału Keltnera
pt: Média Keltner
ru: Канал Кельтнера (медианный уровень)
th: Keltner มัธยฐาน
vi: Trung bình Keltner

source: Keltner Bottom
de: Keltner Unten
es: Keltner Mínimo
fr: Keltner Bas
it: Keltner inferiore
pl: Kanał Keltnera - dół
pt: Fundo Keltner
ru: Канал Кельтнера (нижний уровень)
th: Keltner ต่ำสุด
vi: Đáy Keltner

source: Parabolic SAR
de: Parabolisches SAR
es: SAR Parabólico
fr: Parabolique SAR
it: SAR parabolico
pl: Paraboliczny wskaźnik SAR
pt: SAR parabólico
ru: Параболическая система SAR

source: Minimum AF
es: AF Mínimo
fr: AF minimale
it: AF minimo
pl: Minimalny AF
pt: AF mínimo
ru: Мин. AF
th: ค่าต่ำสุด AF
vi: AF Tối thiểu

source: Maximum AF
es: AF Máximo
fr: Fréquence audio maximale
it: AF massimo
pl: Maksymalny AF
pt: AF máximo
ru: Макс. AF
th: ค่าสูงสุด AF
vi: AF Tối đa

source: Klinger Volume Oscillator
de: Klinger Volume Oszillator
es: Oscilador de Volumen de Klinger
fr: Oscillateur de volume de Klinger
it: Oscillatore Klinger Volume
pl: Oscylator wolumenowy Klingera
pt: Oscilador de volume Klinger
ru: Объемный осциллятор Клингера
vi: Chỉ số dao động khối lượng Klinger

source: Signal Periods
de: Signalperioden
es: Períodos de Señal
fr: Périodes du signal
it: Periodi di segnale
pl: Okresy sygnału
pt: Períodos de sinalização
ru: Периоды сигнала
th: ช่วงสัญญาณ
vi: Thời lượng tín hiệu

source: Klinger
ru: Клингер

source: KlingerSignal
es: Señal de Klinger
fr: Signal Klinger
it: Segnale Klinger
pl: Sygnał Klingera
ru: Сигнал Клингера

source: Elder Ray Index
es: Índice de Elder-Ray
fr: Indice Elder Ray
it: Indice Elder Ray
pl: Wskaźnik Elder Ray
pt: Raio Elder
ru: Луч Элдера
th: ดัชนี Elder Ray
vi: Chỉ số Elder Ray

source: Elder Bull Power
es: Bull Power de Elder
fr: Puissance Haussière Elder
it: Elder Power rialzista
pl: Wskaźnik Eldera – siła byka
pt: Potência Elder Bull
ru: Сила быков по Элдеру
vi: Chỉ số sức mạnh Elder Bull

source: Elder Bear Power
es: Bear Power de Elder
fr: Puissance Baissière Elder
it: Elder Power ribassista
pl: Wskaźnik Eldera – siła niedźwiedzia
pt: Potência Elder Bear
ru: Сила медведей по Элдеру
vi: Chỉ số sức mạnh Elder Bear

source: Elder Force Index
es: Índice de Fuerza de Elder
fr: Indice de Force Elder
it: Indice Elder Force
pl: Wskaźnik EFI (Elder Force Index)
pt: Índice de força Elder
ru: Индекс силы Элдера
th: ดัชนี Elder Force
vi: Chỉ số Elder Force

source: Linear Reg Slope
de: Lineare Reg Steigung
es: Pendiente Lineal Reg
fr: Pente Linéaire Reg
pl: Nachylenie regresji liniowej
pt: Inclinação reg linear
ru: Наклон линейной регрессии
vi: Tuyến tính dốc Reg

source: Slope
de: Steigung
es: Pendiente
fr: Pente
it: Pendenza
pl: Nachylenie
pt: Declive
ru: Наклон
th: ความชัน
vi: Dốc

source: Center Of Gravity
de: Schwerpunkt
es: Centro de Gravedad
fr: Centre de gravité
pl: Środek grawitacji
pt: Centro de gravidade
ru: Центр тяжести
vi: Trung tâm của lực hấp dẫn

source: Typical Price
de: Typischer Preis
es: Precio Típico
fr: Prix Typique
pl: Typowa cena
pt: Preço típico
ru: Типичная цена
th: ราคาทั่วไป
vi: Giá điển hình

source: Weighted Close
de: Gewichteter Abschluss
es: Indicador Weighted Close (WCL)
fr: Clôture Pondéré
it: Chiusura ponderata
pl: Zamknięcie ważone
pt: Peso próximo
ru: Взвешенная цена закрытия
vi: Trọng đóng

source: Money Flow Index
de: Geldfluss-Index
es: Índice de Flujo de Capital
fr: Indicateur des Flux Monétaires
it: Indice Money Flow
pl: Indeks przepływu pieniędzy
pt: Índice de fluxo monetário
ru: Индекс денежных потоков
th: ดัชนี Money Flow
vi: Chỉ số dòng tiền

source: Williams %R
ru: %R Уильямса

source: Accumulation/Distribution
de: Akkumulation/Distribution
es: Acumulación/Distribución
it: Accumulazione/Distribuzione
pl: Akumulacja/dystrybucja
pt: Distribuição acumulativa de
ru: Индикатор накопления/распределения
th: การรวม/การกระจาย
vi: Tích lũy/phân phối

source: Use Volume
de: Volumen verwenden
es: Volumen Acumulado
fr: Volume d’Utilisation
it: Utilizzare volume
pl: Użyj wolumenu
pt: Utilize volume
ru: Накопленное значение
th: ใช้ข้อมูลปริมาณ
vi: Khối lượng sử dụng

source: Volume Chart
de: Volumen-Chart
es: Gráfico de Volumen
fr: Graphique des Volumes
it: Grafico volumi
pl: Wykres wolumenu
pt: Gráfico de volume
ru: График объемов
th: แผนภูมิแสดงปริมาณ
vi: Bảng khối lượng

source: Up Volume
de: Mehr Volumen
es: Volumen de Subida
fr: Volume Augmenté
pl: Wolumen - góra
pt: Subir volume
ru: Объем повышения
th: ปริมาณขาขึ้น
vi: Khối lượng tăng

source: Down Volume
de: Weniger Volumen
es: Volumen de Bajada
fr: Volume Diminué
pl: Wolumen - dół
pt: Descer volume
ru: объем понижения
th: ปริมาณขาลง
vi: Khối lượng giảm

source: Volume Underlay
de: Volumen-Grundlage
es: Volumen Base
fr: Couche de Volume
pl: Podkładka wolumenu
pt: Vol subjacente
ru: Объем под кривой
vi: Khối lượng lót

source: Valuation Lines
de: Bewertungslinien
es: Líneas de Valoración
fr: Directives d'Evaluation
it: Linee di valutazione
pl: Linie wyceny
pt: Linhas de Avaliação
ru: Линии оценки
th: เส้นมูลค่า
vi: Xác định giá trị dòng

source: Average Type
de: Durchschnittstyp
es: Tipo de Promedio
fr: Type Moyen
it: Tipo di media
pl: Rodzaj średniej
pt: Tipo Médio
ru: Тип среднего
th: ประเภทค่าเฉลี่ย
vi: Loại trung bình

source: Display Average
de: Durchschnitt anzeigen
es: Promedio de Visualización
fr: Afficher la Moyenne
it: Mostra media
pl: Pokaż średnią
pt: Exibir a Média
ru: Отображать среднее
th: แสดงค่าเฉลี่ย
vi: Hiển thị trung bình

source: Display 1 Standard Deviation (1σ)
de: 1 Standardabweichung (1σ) anzeigen
es: Visualizar 1 Desviación Estándar (1σ)
fr: Afficher 1 Écart-type (1σ)
it: Mostra 1 deviazione standard (1σ)
pl: Wyświetl 1 odchylenie standardowe (1σ)
pt: Exibir 1 Desvio-padrão (1σ)
ru: Отображать среднеквадратическое отклонение 1 (1σ)
th: แสดง 1 ค่าเบี่ยงเบนมาตรฐาน (1σ)
vi: Hiển thị độ lệch chuẩn 1 (1σ)

source: Display 2 Standard Deviation (2σ)
de: 2 Standardabweichungen (1σ) anzeigen
es: Visualizar 2 Desviaciones Estándar (2σ)
fr: Afficher 2 Écart-type (2σ)
it: Mostra 2 deviazioni standard (2σ)
pl: Wyświetl 2 odchylenia standardowe (2σ)
pt: Exibir 2 Desvios-padrão (1σ)
ru: Отображать среднеквадратическое отклонение 2 (2σ)
th: แสดง 2 ค่าเบี่ยงเบนมาตรฐาน (2σ)
vi: Hiển thị độ lệch chuẩn 1 (1σ)

source: Display 3 Standard Deviation (3σ)
de: 3 Standardabweichungen (1σ) anzeigen
es: Visualizar 3 Desviaciones Estándar (3σ)
fr: Afficher 3 Écart-type (3σ)
it: Mostra 3 deviazioni standard (3σ)
pl: Wyświetl 3 odchylenia standardowe (3σ)
pt: Exibir 3 Desvios-padrão (1σ)
ru: Отображать среднеквадратическое отклонение 3 (3σ)
th: แสดง 3 ค่าเบี่ยงเบนมาตรฐาน (3σ)
vi: Hiển thị độ lệch chuẩn 3 (3σ)

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
pl: Średnia
pt: Média
ru: Среднее
th: ค่าเฉลี่ย
vi: Trung bình

source: 1 Standard Deviation (1σ)
de: 1 Standardabweichung (1σ)
es: 1 Desviación Estándar (1σ)
fr: 1 Écart-type (1σ)
it: 1 deviazione standard (1σ)
pl: 1 odchylenie standardowe (1σ)
pt: 1 Desvio-padrão (1σ)
ru: Среднеквадратическое отклонение 1 (1σ)
th: 1 ส่วนเบี่ยงเบนมาตรฐาน (1σ)
vi: Độ lệch chuẩn 1 (1σ)

source: 2 Standard Deviation (2σ)
de: 2 Standardabweichungen (1σ)
es: 2 Desviaciones Estándar (2σ)
fr: 2 Écart-type (2σ)
it: 2 deviazioni standard (2σ)
pl: 2 odchylenia standardowe (2σ)
pt: 2 Desvios-padrão (2σ)
ru: Среднеквадратическое отклонение 2 (2σ)
th: 2 ส่วนเบี่ยงเบนมาตรฐาน (2σ)
vi: Độ lệch chuẩn 2 (2σ)

source: 3 Standard Deviation (3σ)
de: 3 Standardabweichungen (3σ)
es: 3 Desviaciones Estándar (3σ)
fr: 3 Écart-type (3σ)
it: 3 deviazioni standard (3σ)
pl: 3 odchylenia standardowe (3σ)
pt: 3 Desvios-padrão (3σ)
ru: Среднеквадратическое отклонение 3 (3σ)
th: 3 ส่วนเบี่ยงเบนมาตรฐาน (3σ)
vi: Độ lệch chuẩn 3 (3σ)

source: Correlation Coefficient
de: Korrelationskoeffizient
es: Coeficiente de Correlación
fr: Coefficient de Corrélation
it: Coefficiente di correlazione
pl: Współczynnik korelacji
pt: Coeficiente de Correlação
ru: Коэффициент корреляции
th: สัมประสิทธิ์สหสัมพันธ์
vi: Hệ số tương quan

source: Price Momentum Oscillator
de: Preis-Momentum-Oszillator
es: Oscilator de Impulso del Precio
fr: Oscillateur de Momentum de Prix
it: Oscillatore Price Momentum
pl: Oscylator impetu ceny
pt: Oscilador de momentum de preço
ru: Ценовой моментум-осциллятор
vi: Chỉ số tốc độ thay đổi giá

source: Double Smoothing Period
de: Doppelter Glättungszeitraum
es: Doble Período de Suavizamiento
fr: Période de Double Lissage
it: Doppio periodo di lisciatura
pl: Podwójny okres wygładzenia
pt: Período de suavização dupla
ru: Период двойного сглаживания
vi: Tăng gấp đôi thời lượng làm mượt

source: Relative Volatility
de: Relative Volatilität
es: Volatilidad Relativa
fr: Volatilité Relative
it: Volatilità relativa
pl: Zmienność względna
pt: Volatilidade relativa
ru: Относительная волатильность
th: ความผันผวนเชิงสัมพันธ์ (Relative Volatility)
vi: Biến động tương đối

source: STD Period
de: STD Zeitraum
es: Período STD
fr: Période STD
it: Periodo STD
pl: Okres STD
pt: Período STD
ru: Базисный период
th: ระยะเวลา STD
vi: Giai đoạn STD

source: Rel Vol
es: Vol Rel
fr: Volatilité Relative
pt: Vol rel
ru: Относительная волатильность

source: Awesome Oscillator
de: Awesome Oszillator
es: Oscilador Asombroso (AO)
fr: Oscillateur Génial
it: Oscillatore Awesome
pl: Oscylator Awesome
ru: Волшебный осциллятор
vi: Dao động tuyệt vời

source: Market Facilitation Index
de: Marktindex Erleichterung
es: Índice de Facilidad de Negociación de Mercado (MFI)
fr: Indice de Facilitation du Marché
it: Indice Market Facilitation
pl: Wskaźnik MFI (Market Facilitation Index)
pt: Índice de facilitação de mercado
ru: Индекс облегчения рынка
th: ดัชนี Market Facilitation
vi: Chỉ số thuận lợi thị trường

source: Scale Factor
de: Skalierungsfaktor
es: Factor de Escala
fr: Facteur d'Echelle
it: Fattore di scala
pl: Czynnik skali
pt: Factor Escala
ru: Фактор масштаба
vi: Yếu tố quy mô

source: Green
de: Grün
es: Verde
fr: Vert
it: verde
pl: Zielone
pt: Verde
ru: Зеленый
th: สีเขียว
vi: Xanh lục

source: Fade
de: Schwächer werden
es: Desvanecer
fr: Fictif
pl: Brązowe
pt: Esbatimento
ru: Угасание
th: จางหายไป
vi: Mờ dần

source: Fake
de: Falsch
fr: Faux
pl: Niebieskie
pt: Falso
ru: Ложный
th: ปลอม
vi: Giả mạo

source: Squat
de: Kompakt
pl: Różowe
ru: Проседание
vi: Cúi xuống

source: ATR Bands
de: ATR Bänder
es: Bandas ATR
fr: Bandes ATR
it: Bande ATR
pl: Wstęgi ATR
pt: Marcas ATR
ru: Полосы ATR
vi: Dải ATR

source: ATR Bands Top
de: ATR Bänder Oben
es: Bandas ATR Superiores
fr: Bandes ATR Hautes
it: Bande ATR superiori
pl: Wstęgi ATR - góra
pt: Topo bandas ATR
ru: Верхняя граница полос ATR
th: ATR Bands สูงสุด
vi: Đỉnh dải ATR

source: ATR Bands Bottom
de: ATR Bänder Unten
es: Bandas ATR Inferiores
fr: Bandes ATR Basses
it: Bande ATR inferiori
pl: Wstęgi ATR - dół
pt: Fundo bandas ATR
ru: Нижняя граница полос ATR
th: ATR Bands ต่ำสุด
vi: Đáy dải ATR

source: ATR Bands Channel
de: ATR Bänder Channel
es: Canal de Bandas ATR
fr: Canal de Bandes ATR
it: Bande ATR Channel
pl: Kanał wstęg ATR
pt: Canal bandas ATR
ru: Канал полос ATR
vi: Kênh dải ATR

source: STARC Bands
de: STARC Bänder
es: Bandas STARC
fr: Bandes STARC
it: Bande di STARC
pl: Wstęgi STARC
pt: Bandas STARC
ru: STARC-полосы
vi: Dải STARC

source: MA Period
de: MA Zeitraum
es: Período MA
fr: Période Moyenne Mobile
it: Periodo MA (media mobile)
pl: Okres MA
pt: Período MA
ru: Период скользящей средней
th: ช่วงเวลา MA
vi: Giai đoạn STD

source: Multiplier
de: Multiplikator
es: Multiplicador
fr: Multiplicateur
it: Moltiplicatore
pl: Mnożnik
pt: Multiplicador
ru: Мультипликатор
th: ตัวคูณ
vi: Số nhân

source: STARC Bands Top
de: STARC Bänder Oben
es: Bandas STARC Superiores
fr: Bandes STARC Hautes
it: Bande STARC superiori
pl: Wstęgi STARC - góra
pt: Topo de bandas STARC
ru: Верхняя STARC-полоса
th: STARC Bands สูงสุด
vi: Đỉnh dải STARC

source: STARC Bands Median
de: STARC Bänder Mitte
es: Media de Bandas STARC
fr: Bandes STARC Médianes
it: Bande STARC mediane
pl: Średnia wstęg STARC
pt: Mediana de bandas STARC
ru: Медиана STARC-полос
th: STARC Bands มัธยฐาน
vi: Trung bình dải STARC

source: STARC Bands Bottom
de: STARC Bänder Unten
es: Bandas STARC Inferiores
fr: Bandes STARC Basses
it: Bande STARC inferiori
pl: Wstęgi STARC - dół
pt: Fundo de bandas STARC
ru: Нижняя STARC-полоса
th: STARC Bands ต่ำสุด
vi: Đáy dải STARC

source: ATR Trailing Stops
es: Stops de Arrastre ATR
fr: Stops Suiveurs ATR
it: ATR Trailing Stop
pl: Zlecenia Trailing Stop ATR
pt: Limites móveis ATR
ru: Скользящие стопы ATR
vi: Điểm dừng tra cứu ATR

source: Plot Type
de: Darstellungsart
es: Tipos de Plot
fr: Type de Tracé
it: Tipo di tracciato
pl: Rodzaj motywu
pt: Tipo de parcela
ru: Тип схемы
th: ประเภทการวาด
vi: Loại sơ đồ

source: HighLow
de: HochNiedrig
fr: Élevé Faible
it: MassimoMinimo
pl: WysokiNiski
pt: MáxMin
ru: Высокий/низкий
vi: Cao Thấp

source: Buy Stops
de: Kauf-Stopps
es: Stops de Compra
fr: Acheter les Stops
it: Ordini stop di acquisto (Buy Stops)
pl: Stop kupna
pt: Comprar paragem
ru: Стопы на покупку
vi: Ngừng mua

source: Sell Stops
de: Verkauf-Stopps
es: Stops de Venta
fr: Vendre les Stops
it: Ordini stop di vendita (Sell Stops)
pl: Stop sprzedaży
pt: Vender paragens
ru: Стопы на продажу
vi: Ngừng bán

source: Bollinger %b
ru: %b Боллинджера

source: Bollinger Bandwidth
de: Bollinger Bandbreite
es: Ancho de Bandas Bollinger
fr: Bande passante de Bollinger
it: Ampiezza della banda di Bollinger
pl: Szerokość wstęgi Bollingera
pt: Largura de banda Bollinger
ru: Ширина полосы Боллинджера
vi: Băng thông Bollinger

source: Bandwidth
de: Bandbreite
es: Ancho de Bandas
fr: Bande passante
it: Ampiezza della banda
pl: Szerokość wstęgi
pt: Largura de banda
ru: Ширина полосы
th: แบนด์วิดท์
vi: Băng thông

source: Donchian Width
es: Ancho de Líneas Donchian
fr: Largeur de Donchian
it: Ampiezza di Donchian
pl: Szerokość kanału Donchiana
pt: Largura Donchian
ru: Ширина канала Дончиана
th: ความกว้าง Donchian
vi: Chiều rộng Donchian

source: Relative Vigor Index
es: Índice de Vigor Relativo (RVI)
fr: Indice de Vigueur Relative
it: Indice Relative Vigor
pl: Wskaźnik zmienności względnej
pt: Índice de vigor relativo
ru: Индекс относительной бодрости
th: ดัชนี Relative Vigor
vi: Chỉ số tương đối Vigor

source: Rel Vig
es: Vig Rel
fr: Vigueur Relative
pl: Zmienność względna
pt: Vig rel
ru: Относительная бодрость

source: RelVigSignal
es: SeñalVigRel
fr: Signal/Vigueur Relative
it: Segnale RelVig
pl: SygnałZmiennościWzg
ru: Сигнал относительной бодрости

source: Elder Impulse System
es: Sistema de Impulso Elder
fr: Système Impulse Elder
it: Sistema impulsi di Elder
pl: Wskaźnik starszego impulsu
pt: Sistema de impulso ancião
ru: Импульсная система Элдера
vi: Hệ thống Elder Impulse

source: Bullish
de: Bullisch
es: Alcista
fr: À la hausse
it: Al rialzo
pl: Zwyżkowe
ru: Бычий
vi: Hướng tăng

source: Bearish
de: Bärisch
es: Bajista
fr: À la baisse
it: Al ribasso
pl: Zniżkowe
ru: Медвежий
vi: Hướng giảm

source: Neutral
fr: Neutre
it: Neutrale
pl: Neutralne
pt: Neutro
ru: Нейтральный
th: เป็นกลาง
vi: Trung lập

source: Pivot Points
de: Drehpunkte
es: Puntos Pivote
fr: Points Pivots
it: Punti pivot
pl: Punkty Pivota
pt: Pontos de rotação
ru: Точки разворота
vi: Điểm trục

source: Pivot
de: Drehpunkt
es: Pivote
pt: Eixo
ru: Разворот
vi: Trục

source: Resistance 1
de: Widerstand 1
es: Resistencia 1
fr: Résistance 1
it: Resistenza 1
pl: Opór 1
pt: Resistência 1
ru: Сопротивление 1
vi: Đối kháng 1

source: Support 1
de: Unterstützung 1
es: Soporte 1
it: Supporto 1
pl: Wsparcie 1
pt: Suporte 1
ru: Поддержка 1
vi: Hỗ trợ 1

source: Resistance 2
de: Widerstand 2
es: Resistencia 2
fr: Résistance 2
it: Resistenza 2
pl: Opór 2
pt: Resistência 2
ru: Сопротивление 2
vi: Đối kháng 2

source: Support 2
de: Unterstützung 2
es: Soporte 2
it: Supporto 2
pl: Wsparcie 2
pt: Suporte 2
ru: Поддержка 2
vi: Hỗ trợ 2

source: Resistance 3
de: Widerstand 3
es: Resistencia 3
fr: Résistance 3
it: Resistenza 3
pl: Opór 3
pt: Resistência 3
ru: Сопротивление 3
vi: Đối kháng 3

source: Support 3
de: Unterstützung 3
es: Soporte 3
it: Supporto 3
pl: Wsparcie 3
pt: Apoio 3
ru: Поддержка 3
vi: Hỗ trợ 3

source: Alligator
es: Indicador Alligator
pl: Aligator
pt: Aligátor
ru: Аллигатор

source: Jaw Period
de: Jaw Zeitraum
es: Período Jaw
fr: Période Mâchoire
it: Periodo Jaw
pt: Período queixo
ru: Период усреднения синей линии
vi: Giai đoạn hàm

source: Jaw Offset
de: Jaw Ausgleich
es: Mándibula Offset
fr: Compensation Mâchoire
it: Compensazione Jaw
pt: Offset queixo
ru: Смещение синей линии
vi: Offset hàm

source: Teeth Period
de: Teeth Zeitraum
es: Período de dientes
fr: Période Dents
it: Periodo Teeth
pt: Período dentes
ru: Период усреднения красной линии
vi: Giai đoạn răng

source: Teeth Offset
de: Teeth Ausgleich
es: Dientes offset
fr: Compensation Dents
it: Compensazione Teeth
pt: Offset dentes
ru: Смещение красной линии
vi: Offset răng

source: Lips Period
de: Lips Zeitraum
es: Período de Labios
fr: Période Lèvres
it: Periodo Lips
pt: Período lábios
ru: Период усреднения зеленой линии
vi: Giai đoạn môi

source: Lips Offset
de: Lips Ausgleich
es: Labios offset
fr: Compensation Lèvres
it: Compensazione Lips
pt: Offset lábios
ru: Смещение зеленой линии
vi: Offset môi

source: Show Fractals
de: Fraktale anzeigen
es: Mostrar Fractales
fr: Afficher Fractales
it: Mostra frattali
pl: Pokaż fraktale
pt: Mostrar fractais
ru: Показать фракталы
th: แสดง Fractals
vi: Hiển thị Fractals

source: Jaw
fr: Mâchoire
pl: Szczęka (Jaw)
pt: Queixo
ru: Синяя линия (челюсти аллигатора)
vi: Hàm

source: Teeth
es: Dientes
fr: Dents
pl: Ząb (Teeth)
pt: Dentes
ru: Красная линия (зубы аллигатора)
th: ฟัน
vi: Răng

source: Lips
es: Labios
fr: Lèvres
pl: Usta (Lips)
pt: Lábios
ru: Зеленая линия (губы аллигатора)
vi: Môi

source: Gator Oscillator
de: Gator Oszillator
es: Oscilador Gator
fr: Oscillateur de Gator
it: Oscillatore Gator
pl: Oscylator Gator
pt: Oscilador Gator
ru: Осциллятор Гатор
vi: Chỉ số dao động Gator

source: Ichimoku Clouds
es: Nubes Ichimoku
pl: Chmury Ichimoku
pt: Nuvens Ichimoku
ru: Облака Ишимоку

source: Conversion Line Period
de: Konversionslinien-Zeitraum
es: Período de Línea de Conversión
fr: Période de Ligne de Conversion
it: Periodo della linea di conversione
pl: Okres linii konwersji
pt: Período de conversão de linha
ru: Период усреднения конверсионной линии
th: ช่วง Conversion Line
vi: Chu kỳ dòng

source: Base Line Period
de: Basislinien-Zeitraum
es: Período de Línea Base
fr: Période de Référence
it: Periodi della linea di base
pl: Okres linii bazowej
pt: Período de linha de base
ru: Период усреднения базовой линии
th: ช่วง Base Line
vi: Chu kỳ cơ bản

source: Leading Span B Period
de: Leading Span B Zeitraum
es: Período de Lapso Principal B
fr: Phase principale et échelonnée B
it: Periodo Leading Span B
pl: Okres linii opóźnienia B
pt: Intervalo de liderança período B
ru: Период опережения B
th: ช่วง Leading Span B
vi: Giai đoạn mở rộng hàng đầu B

source: Lagging Span Period
de: Lagging Span Zeitraum
es: Período de Lapso de Retraso
fr: Phase retardée et échelonnée
it: Periodo Lagging Span
pl: Okres linii opóźnienia
pt: Período de duração de lag
ru: Период отставания
th: ช่วง Lagging Span
vi: Giai đoạn mở rộng trễ

source: Conversion Line
de: Konversionslinie
es: Línea de Conversión
fr: Ligne de Conversion
it: Linea di conversione
pl: Linia konwersji
pt: Linha de conversão
ru: Конверсионная линия
th: เส้นแปลง
vi: Dòng chuyển đổi

source: Base Line
de: Basislinie
es: Línea Base
fr: Référence
it: Linea di base
pl: Linia bazowa
pt: Linha de base
ru: Базовая линия
th: เส้นฐาน
vi: Dòng cơ bản

source: Leading Span A
es: Lapso Principal A
fr: Principale et échelonnée A
pl: Linia opóźnienia A
pt: Intervalo de liderança A
ru: Период опережения A
vi: Mở rộng hàng đầu A

source: Leading Span B
es: Lapso Principal B
fr: Principale et échelonnée B
pl: Linia opóźnienia B
pt: Intervalo de liderança B
ru: Период опережения B
vi: Mở rộng hàng đầu B

source: Lagging Span
es: Lapso de Retraso
fr: Échelonnée et retardée
pl: Linia opóźnienia
pt: Intervalo de liderança
ru: Период отставания
vi: Mở rộng trễ

source: Price Relative
de: Relativer Preis
es: Relación de Precio
fr: Prix relatif
pl: Cena względna
pt: Relativo de preço
ru: Относительное значение цен
th: ความสัมพันธ์ราคา
vi: Giá tương đối
